package com.example.imran.doctorscorner.FirstAid;

/**
 * Created by imran on 7/13/2017.
 */


import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

public class ExpandableListDataPumpfa {
    public static HashMap<String, List<String>> getData() {
        HashMap<String, List<String>> expandableListDetail = new HashMap<String, List<String>>();

        List<String> fa1 = new ArrayList<String>();
        expandableListDetail.put("অজ্ঞান হলে যা করতে হবে", fa1);
        fa1.add("\n" +
                "দেহের স্নায়ুতন্ত্রের কাজের বিঘ্ন ঘটলে রোগীর জ্ঞান লুপ্ত হয়ে যায়। এ অবস্থাকে অজ্ঞান বা অচেতন অবস্থা বলে। বিভিন্ন কারণে মানুষ অজ্ঞান হয় যেমন- রোগবশত, দুর্ঘটনাজনিত, বিষক্রিয়াজনিত এবং তাপের তারতম্যজনিত কারণে।\n" +
                "১- রোগীকে ফাঁকা ও বায়ুপূর্ণ স্থানে নিয়ে যেতে হবে।\n" +
                "২- রোগীর জামা-কাপড়, জুতা, মোজা, কৃত্রিম দাঁত থাকলে খুলে নিতে হবে।\n" +
                "৩- রোগীকে চিৎ করে শুইয়ে পর্যবেক্ষণ করে কী করণীয় তা স্থির করতে হবে।\n" +
                "৪- লোক বেশি হলে সরাতে হবে।\n" +
                "৫- রক্তক্ষরণ হলে তার প্রতিবিধান করতে হবে।\n" +
                "৬- কোনো উত্তেজক পানীয় বা খাদ্য খাওয়ানো যাবে না।\n" +
                "৭- বিষজনিত কারণে অজ্ঞান হলে রোগীকে উপুড়করে বুকের নিচে বালিশ দিয়ে শুইয়ে দিতে হবে। রোগীর দুটি পা হাঁটু হতে উপরের দিকে ভাঁজ করে দিতে হবে।\n" +
                "৮- জ্ঞান ফেরার জন্য মুখে পানির ঝাপটা দিতে হবে। গরম চা বা কফি খাওয়াতে হবে।\n" +
                "৯- যত তাড়াতাড়ি সম্ভব রোগীকে ডাক্তারের কাছে নিতে হবে।");

        List<String> fa2= new ArrayList<String>();
        expandableListDetail.put("সর্পদংশন বা সাপে কাটা", fa2);
        fa2.add("সর্পদংশন বা সাপে কাটা একটি অপ্রত্যাশিত দুর্ঘটনা৷ দংশিত ব্যক্তি এরকম পরিস্থিতির জন্য মোটেই প্রস্তুত থাকেন না। বাংলাদেশের গ্রামগুলোয় সর্পদংশন প্রায়ই সাপে কাটার ঘটনা ঘটে থাকে৷ বেশিরভাগ জনসাধারণের সাপ সম্পর্কে অযথা ভীতি রয়েছে। দংশনকারী সাপ বিষধর হলে মারাত্মক প্রতিক্রয়া হতে পারে৷ সর্পদংশনে মানুষের মৃত্যু হার অনেক।\n" +
                "\n" +
                "    দংশিত স্থানে ব্যথা নাও থাকতে পারে তবে ক্ষতস্থান ফুলে গেলে কিংবা পঁচে গেলে ব্যথা হতে পারে।\n" +
                "    রোগীর ঘুমঘুম ভাব হতে পারে ও দুর্বলতা অনুভব করতে পারে।\n" +
                "    প্যারালাইসিস বা পক্ষাঘাত দেখা দিতে পারে৷ চোখের মাংসপেশী ও অক্ষিগোলকের মাংসপেশীতে প্যারালাইসিস হলে রোগীর চোখের পাতা ভারী হয়ে যায়, চোখ বুঁজে আসে, চোখে ঝাপসা দেখে।\n" +
                "    জিহ্বা জড়িয়ে আসা, কথা বলতে অসুবিধা হওয়া, চোয়াল ও তালু অবশ হওয়ার কারণে ঢোক গিলতে অসুবিধা, হাঁটতে অসুবিধা হওয়া, হাত-পা অবশ হয়ে যাওয়া এমন কি মাংসপেশীও অবশ হতে পারে৷ শ্বাস-প্রশ্বাসের অসুবিধা হয়ে রোগী নীল বর্ণ হয়ে যেতে পারে।\n" +
                "\n" +
                "প্রাথমিক চিকিৎসা :\n" +
                "\n" +
                "    রোগীকে আশ্বস্ত করতে হবে ৷ বেশিরভাগ রোগী মনে করেন মৃত্যু অবশ্যম্ভাবী৷ তাই জরুরি ভিত্তিতে রোগীকে সাহস দেয়া ও প্রাথমিক চিকিৎসা দিয়ে যথাযথ স্থানে/হাসপাতালে চিকিৎসা জন্য প্রেরণ করলে রোগী বিশ্বাস ও সাহস ফিরে পাবে৷\n" +
                "    দংশিত স্থান কিছুতেই কাটা উচিত নয়৷ কেবল ভিজে কাপড় দিয়ে কিংবা জীবাণুনাশক লোশন দিয়ে ক্ষতস্থান মুছে দিতে হবে৷\n" +
                "    দংশনকৃত স্থান থেকে ভিতরের দিকে সাথে সাথে কেবল একটি গিঁট গামছা বা কাপড় দিয়ে (পায়ে দংশন করলে রানে, হাতে দংশন করলে কনুইয়ের উপরে গিঁট) এমনভাবে দিতে হবে যেন খুব আটসাঁট বা ঢিলে কোনটাই না হয় (বলা হয় যেন একটি আঙুল একটু চেষ্টায় ভেতরে যেতে পারে)।\n" +
                "    সাপে কাটার স্থান বেশি নড়াচড়া করা যাবে না কারণ মাংসপেশী সংকোচন করলে বিষ দ্রুত শরীরে ছড়িয়ে পড়ে ।\n" +
                "    রোগীকে দ্রুত হাসপাতালে প্রেরণ করতে হবে কোনোক্রমেই রোগীকে হাঁটতে দেওয়া যাবে না৷ রোগীকে কাঁধে, খাটিয়ায় বা দোলনায় করে হাসপাতালে নিয়ে যেতে হবে৷ (সম্ভব হলে মৃত সাপ এর প্রজাতি ও বিষধর কিনা তা নিরূপণের জন্য সংগে নিতে হবে৷ সাবধান! সাপ মৃত কিনা ঠিকভাবে দেখে নিন৷ কারণ সাপ মারা যাওয়ার ভান করতে পারে এবং পরে আবার সাপ-দংশন করতে পারে)।\n" +
                "    জরুরি কোনো উপসর্গ না থাকলে  ‘বিষদাতের চিহ্ন’ পরীক্ষার জন্য দংশিত স্থান পরীক্ষা করতে হবে৷ বিষ দাঁতের দাগ প্রায় আধা ইঞ্চি ফাকে দুটি খোচা দেয়ার চিহ্ন হিসাবে অথবা কেবল আঁচড়ের দাগ হিসেবে দেখা যেতে পারে৷ দুটো বিষদাঁতের চিহ্ন পরিষ্কারভাবে থাকলে খুব সম্ভবত সাপটি বিষধর, তবু বিষদাঁতের চিহ্ন না থাকলে যে সাপটি বিষধর নয় তা বলা যাবে না ।\n" +
                "    কামড়ানোর স্থানে চামড়ার রঙের পরিবর্তন, কালচে হওয়া, ফুলে যাওয়া, ফোসকা পড়া, পচন ধরা ইত্যাদি হতে পারে- আবার কোনো পরিবর্তন নাও থাকতে পারে৷ আবার প্রাথমিক চিকিৎসার ফলেও পরিবর্তন হতে পারে।\n" +
                "  ");

        List<String> fa3= new ArrayList<String>();
        expandableListDetail.put("ফার্স্ট এইড ব্যাগ", fa3);
 fa3.add("\uF06C কাঁধে ঝোলানো ব্যাগ একটি\n" +
         "\uF06C ব্যান্ডেজ রোল (২ ইঞ্চি × ৬ গজ) ১২টি\n" +
         "\uF06C ব্যান্ডেজ রোল (৪ ইঞ্চি × ৬ গজ) ১২টি\n" +
         "\uF06C ক্রেপ রোল (৪ ইঞ্চি × ৬ গজ) দুটি\n" +
         "\uF06C তুলা (২০০ গ্রাম/ রোল) একটি\n" +
         "\uF06C লিউকোপ্লাস্ট (১ ইঞ্চি × ১৫৭ ইঞ্চি) দুই রোল\n" +
         "\uF06C লিউকোপ্লাস্ট (২ ইঞ্চি × ১৫৭ ইঞ্চি) এক রোল\n" +
         "\uF06C ড্রেসিং ফোরসেপ (৬ ইঞ্চি) একটি\n" +
         "\uF06C কাঁচি (৫ ইঞ্চি) একটি\n" +
         "\uF06C ছুরি (ছোট) দুটি\n" +
         "\uF06C রাবার গ্লাভস দুই জোড়া\n" +
         "\uF06C থার্মোমিটার (ফারেনহাইট) একটি\n" +
         "\uF06C আই শিল্ড তিনটি\n" +
         "\uF06C প্লাস্টিকের বাক্স ও সাবান একটি\n" +
         "\uF06C টাওয়েল (মাঝারি) দুটি\n" +
         "\uF06C প্লাস্টিকের বাটি (৮ ইঞ্চি) একটি\n" +
         "\uF06C ত্রিকোণী কাপড় (৬০ ইঞ্চি) পাঁচটি\n" +
         "\uF06C টুর্নিকেট (হাত বা পা বাঁধার প্লাস্টিক) পাঁচটি\n" +
         "\uF06C কাঠের স্প্লিন্টস (৬/৮/১০ ইঞ্চি) তিন রকমের নয়টি\n" +
         "\uF06C অ্যান্টিবায়োটিক ক্রিম (টেট্রাসাইক্লিন ৩%) পাঁচ টিউব\n" +
         "\uF06C অ্যান্টিসেপটিক তরল (ডেটল/স্যাভলন) ১০০ মিলি গ্রাম\n" +
         "\uF06C খাওয়ার স্যালাইন (ওআরএস) ২০ প্যাকেট\n" +
         "\uF06C প্যারাসিটামল ট্যাবলেট ৫০টি\n" +
         "\uF06C নেবানল পাউডার (৫ গ্রাম) পাঁচটি\n" +
         "\uF06C সেফটিপিন (ছোট ও বড়) ১২টি\n" +
         "\uF06C পেপার প্যাড ও পেনসিল এক সেট\n" +
         "\uF06C টর্চ লাইট (২ ব্যাটারি) একটি\n" +
         "\uF06C গ্যাস লাইটার একটি\n" +
         "\uF06C খাওয়ার পানির বোতল (১ লিটার) পাঁচটি\n" +
         "\uF06C টিস্যু পেপার এক রোল\n" +
         "\uF06C ক্যাপসুল (অ্যামোক্সাসিলিন) ৫০টি");



        List<String> fa4= new ArrayList<String>();
        expandableListDetail.put("স্বাস্থ্যসংকট জরুরি হলে 1", fa4);
        fa4.add(" ধরুন, এক টুকরো ভাঙা কাচে বাচ্চার পা কেটেছে, রক্তক্ষরণ হচ্ছে খুব। জরুরি বিভাগে তো যাবেনই, এর আগে কী করবেন?\n" +
                "\uF06E জীবাণুমুক্ত গজ বা পুরু টাওয়েল দিয়ে ক্ষতস্থানে জোরে চেপে ধরা ভালো। টুর্নিকেট বাঁধা ঠিক নয়। এতে দেহটিস্যুর স্থায়ী ক্ষতি হতে পারে। ক্ষত এলাকা উঁচুতে, হূদ্যন্ত্রের সীমার ওপর তুলে রাখা ভালো। ফলে রক্তপ্রবাহ কম হবে। ড্রেসিং চুয়ে রক্ত পড়লে আরও গজ বা টাওয়েল চাপা দিন, ভেজা গজ সরাবেন না। কারণ, এতে রক্তজমাট ব্যাহত হতে পারে। তাকে দ্রুত নিয়ে যান জরুরি বিভাগে।");


        List<String> fa5= new ArrayList<String>();
        expandableListDetail.put("স্বাস্থ্যসংকট জরুরি হলে 2", fa5);
        fa5.add("ফুটন্ত স্যুপের পাত্র স্টোভ থেকে নামানোর সময় পড়ে শাশুড়ির হাত ঝলসে গেছে। রক্তলাল ত্বক, ফোসকা পড়তে শুরু করেছে, কামিজের হাতা লেগে রয়েছে ত্বকে, কী করা উচিত? হাতে দিতে হবে শীতল জলের ধারা, হাত তুলতে হবে উঁচুতে, নিতে হবে জরুরি বিভাগে। ফোসকা পড়া মানে দগ্ধ হয়েছে দ্বিতীয় মাত্রা পর্যন্ত (Second degree burn)।\n" +
                "প্রথম মাত্রা দগ্ধ হওয়ার (first degree burn) ক্ষেত্রে উপত্বকের (Epiderms) ক্ষতি হয়। ঘরে প্রাথমিক চিকিৎসা দিলে চলে, কিন্তু আরও গুরুতর দগ্ধ হলে জরুরি চিকিৎসা দরকার হয়। ত্বকে কাপড় সেঁটে থাকলে টেনে তোলা উচিত নয়, ফোসকা গলাবেন না। এ কারণে সংক্রমণের ঝুঁকি বেড়ে যায়। বরং দগ্ধ স্থানে ঠান্ডা জলের ধারা দিন বা শীতল জীবাণুমুক্ত পট্টি এবং হাসপাতালে নিয়ে যান।");
        List<String> fa6 = new ArrayList<String>();
        expandableListDetail.put("স্বাস্থ্যসংকট জরুরি হলে 3", fa6);
        fa6.add("প্লাইউড কাটার সময় বৈদ্যুতিক করাতে আঙুল কাটা পড়েছে। কী করা?\n" +
                "আঙুলটি ভেজা গজে মুড়ে রাখতে হবে প্লাস্টিক ব্যাগে এবং ব্যাগ রাখতে হবে বরফে। কাটা আঙুল এবং আহত ব্যক্তিকে নিয়ে দ্রুত যেতে হবে হাসপাতালে।\n" +
                "প্রথমে ক্ষতস্থান চেপে ধরতে হবে রক্তপাত বন্ধ করার জন্য। এরপর ধুলা-ময়লা পরিষ্কারের জন্য কাটা আঙুল বিশুদ্ধ জলে ধুতে হবে, রাখতে হবে প্লাস্টিক ব্যাগে মুখ বন্ধ করে। ব্যাগ রাখতে হবে বরফে বা বরফজলে। বরফজলে ডোবানো ব্যাগ এবং আহত ব্যক্তিকে নিয়ে যেতে হবে হাসপাতালে।");

        List<String> fa7 = new ArrayList<String>();
        expandableListDetail.put("স্বাস্থ্যসংকট জরুরি হলে 4", fa7);
        fa7.add(" ১০ বছরের বাচ্চাটি সামনের উঠানে হোঁচট খেয়ে পড়ে সামনের একটি দাঁত খুলে পড়ে গেছে। কী করা উচিত?\n" +
                "দাঁতটি পরিষ্কার পানিতে ভালো করে ধুয়ে এক গ্লাস লবণজল বা দুধে ডুবিয়ে রেখে অবিলম্বে যেতে হবে ডেনটিস্টের কাছে বা জরুরি বিভাগে। মাড়িসংলগ্ন দাঁতের অংশ, যাকে আমরা ক্রাউন বা মুকুট বলি, সে অংশ ধরে দাঁতটি ভালো করে খুব সাবধানে ধুতে হবে। বেশি ঘষামাজা করা যাবে না। এতে দন্তমূলের ক্ষতি হতে পারে। এরপর চটজলদি ডেন্টিস্টের কাছে যান।");
        List<String> fa8 = new ArrayList<String>();
        expandableListDetail.put("স্বাস্থ্যসংকট জরুরি হলে 5", fa8);
        fa8.add(" দুর্ঘটনাক্রমে কারও হাতের ভেতর পেরেক ঠুকে দিয়েছে। কী করা?\n" +
                "পেরেক টানাটানি করা ঠিক নয়। পেরেকটি সেভাবে রেখে হাত পরিষ্কার ড্রেসিং বা গজ দিয়ে মুড়ে জরুরি বিভাগে নিতে হবে চটজলদি।\n" +
                "পেরেক ঠোকা অবস্থায় দেখে আহত ব্যক্তি ভয় পেলেও পেরেক টেনে তোলা ঠিক নয়। এ কারণে বেশি ক্ষতি হতে পারে। বরং গজ দিয়ে পেরেকের চারপাশের এলাকা মুড়ে তাড়াতাড়ি হাসপাতালে নেওয়া ভালো।");

        List<String> fa9 = new ArrayList<String>();
        expandableListDetail.put("আগুনে পোড়ার ৬টি প্রাথমিক চিকিৎসা", fa9);
        fa9.add(" বেশিরভাগ মানুষই জানেন না পুড়ে গেলে সঙ্গে সঙ্গে কী করলে আরাম মিলবে। আর তাই বিভিন্ন ভ্রান্ত ধারনাবশত এটা ওটা করে পোড়ার ক্ষত আরো বাড়িয়ে ফেলেন। পুড়ে যাওয়ার আছে বেশ কিছু ঘরোয়া প্রতিকার যেগুলো নিমিষেই আরাম দেয় ও জ্বালা পোড়া ভাব কমিয়ে দেয়। আসুন জেনে নেয়া যাক আগুনে পোড়ার ঘরোয়া প্রতিকারগুলো ।\n" +
                "\n" +
                "ঠান্ডা পানি : পুড়ে যাওয়ার সঙ্গে সঙ্গে পোড়া স্থানটি কয়েক মিনিট ধরে ঠান্ডা পানি দিয়ে ধুয়ে নিন । পুড়ে যাওয়ার কয়েক সেকেন্ডের মধ্যেই ঠান্ডা পানি ব্যবহার করলে বেশি উপকার পাওয়া যায়। ঠান্ডা পানি পোড়া জায়গার জ্বালা পোড়া কমিয়ে দেয় এবং ফোসকা পড়ার ঝুঁকি কমায়। প্রতি দুই তিন ঘন্টা পর পর আক্রান্ত স্থানটি ঠান্ডা পানি দিয়ে ধুয়ে নিন। ঠান্ডা পানির বদলে ঠান্ডা দুধও ব্যবহার করতে পারেন। তবে পোড়া স্থানে বরফ ব্যবহার করা উচিত নয়। কারণ বরফ পোড়া স্থানের রক্ত চলাচল বন্ধ করে দিয়ে পোড়া স্থানের ক্ষতির কারণ হতে পারে।\n" +
                "\n" +
                "মধু : আগুনে পুড়ে যাওয়া স্থানে মধু দিলে কিছুক্ষণের মধ্যেই জ্বালা পোড়া ভাব কমে যায়। মধু হলো প্রাকৃতিক অ্যান্টিসেপটিক তাই পোড়া যায়গায় মধু লাগালে জীবাণু নিধন করে ইনফেকশনের ঝুঁকি কমিয়ে দেয় ও দ্রুত শুকাতে সহায়তা করে। একটি পরিষ্কার পাতলা সুতি কাপড় বা গজে মধু লাগিয়ে নিন। এবার পোড়া যায়গায় মধু লাগানো কাপড়টি বেঁধে রাখুন। দিনে ৩ থেকে ৪ বার কাপড়টা বদলে দিন। এই পদ্ধতি অনুসরণ করলে পোড়ার ক্ষত দ্রুত ভালো হবে এবং দাগ হবে না।\n" +
                "\n" +
                "টি ব্যাগ : শরীরের কোনো অংশ যখন সামান্য পুড়ে যায় তখন টি ব্যাগ আপনাকে আরাম দেবে অনেকটাই। চা পাতায় আছে ট্যানিক এসিড যা ত্বককে শীতল করে। তাই পোড়া স্থানে ভেজা, ঠাণ্ডা টি ব্যাগ ব্যবহার করলে ত্বকের জ্বালা ভাব ও অস্বস্তি অনেকটাই কমে যায়। পোড়া জায়গায় কয়েকটি ঠান্ডা ভেজা টি ব্যাগ ধরে রাখুন। টি ব্যাগ গুলোকে পোড়া জায়গায় ধরে রাখার জন্য পাতলা সুতি কাপড় ব্যবহার করতে পারেন । চা পাতাও ব্যবহার করতে পারেন পোড়া যায়গায়। এই ক্ষেত্রে তিনটি টি ব্যাগের সম পরিমাণ চা পাতা দিয়ে চায়ের লিকার বানিয়ে ঠান্ডা করে নিন। এবার আক্রান্ত স্থানে পরিষ্কার তুলো বা নরম কাপড় দিয়ে লিকারটি লাগান।\n" +
                "\n" +
                "ভিনেগার : ভিনেগার হলো প্রাকৃতিক অ্যাস্ট্রিনজেন্ট ও অ্যান্টিসেপ্টিক। তাই পুড়ে যাওয়া যায়গায় ভিনেগার ব্যবহার করলে বেশ আরাম পাওয়া যায়। ভিনেগারের সাথে সম পরিমাণে পানি মিশিয়ে নিন। এবার এই ভিনেগার মেশানো পানি দিয়ে পোড়া জায়গা কিংবা ক্ষত স্থানটি ধুয়ে নিন। এই মিশ্রণটি ব্যাথা কমিয়ে দেবে এবং ত্বকে কিছুটা স্বস্তি মিলবে। ক্ষত স্থানে ভিনেগার লাগিয়ে উপরে একটি কাপড় বেঁধে রাখতে পারেন। প্রতি দুই থেকে তিন ঘন্টা পর পর কাপড়টা বদলে দিতে হবে।\n" +
                "\n" +
                "অ্যালোভেরা : কোথাও পুড়ে গেলে অ্যালোভেরার তাজা রস বের করে পোড়া জায়গায় লাগিয়ে নিন। অ্যালোভেরার আছে ব্যাথা কমানোর গুণ। পোড়া জায়গায় অ্যালোভেরা লাগিয়ে দিলে কিছুক্ষণের মধ্যেই ত্বকে শীতল অনুভূতি পাওয়া যাবে এবং জ্বালা ভাব কমে যাবে। প্রথমে পোড়া জায়গাটা ঠান্ডা পানি দিয়ে ধুয়ে নিন। এরপর এক টুকরো অ্যালোভেরার পাতা থেকে তাজা রস বের করে পোড়া স্থানে লাগিয়ে নিন। এভাবে দিনে বেশ কয়েকবার লাগান।\n" +
                "\n" +
                "ডিমের সাদা অংশ : শরীরের যে স্থানে পুড়ে গেছে সেখানে ডিমের সাদা অংশ দিন। পোড়া জায়গার পরিমাণ বুঝে একটি বা দুটি ডিমের সাদা অংশ লাগতে পারে। পোড়া স্থানে যতক্ষন ডিমের সাদা অংশটা ভেজা ভেজা থাকবে ততক্ষণ জ্বালা পোড়া ভাব থাকবে না। শুকিয়ে গেলে আবার জ্বলা শুরু হলে আরেকটি ডিমের সাদা অংশ লাগিয়ে নিন। ডিমের সাদা অংশ পোড়া ক্ষত দ্রুত সারিয়ে দেয় এবং ত্বকে পোড়া দাগ পড়তে দেয় না।\n");

        List<String> fa10 = new ArrayList<String>();
        expandableListDetail.put("সড়ক দুর্ঘটনায় প্রাথমিক চিকিৎসা", fa10);
        fa10.add("আহত ব্যক্তিকে প্রথমে দুর্ঘটনা স্থান (রাস্তা) থেকে নিরাপদ জায়গায় আনতে হবে\n" +
                "    পর্যাপ্ত বাতাস শ্বাস-প্রশ্বাসের সাহায্য নিতে পারছে কিনা সেদিকে লক্ষ রাখতে হবে\n" +
                "    নাক-মুখে রক্ত বা অন্যকিছু যা শ্বাস-প্রশ্বাসে বাধা সৃষ্টি করে এমন কিছু থাকলে বের  করে দিতে হবে\n" +
                "    আশেপাশের ভীড় কমিয়ে পর্যাপ্ত বাতাসের ব্যবস্থা করতে হবে\n" +
                "    সম্ভব হলে অক্সিজেনের ব্যবস্থা করতে হবে\n" +
                "    রক্তপাত হতে থাকলে তা বন্ধ করার চেষ্টা করতে হবে\n" +
                "    হাড় ভেঙে থাকলে নড়াচড়া না করে বিশ্রামের ব্যবস্থা করতে হবে\n" +
                "    উপযুক্ত চিকিৎসা জন্য দ্রুত হাসপাতালে প্রেরণ করতে হবে\n");
        List<String> fa11 = new ArrayList<String>();
        expandableListDetail.put("অতিরিক্ত রক্তপাত", fa11);
        fa11.add(" ক্ষত থেকে রক্তপাত হলে  নিচের কাজ গুলি করবেন-\n" +
                "\n" +
                "    আঘাতের জায়গাটা উঁচু করে রাখতে হবে\n" +
                "    একটা পরিষ্কার কাপড় দিয়ে অথবা হাত দিয়ে সরাসরি ক্ষতের ওপর চাপ দিয়ে ধরে রাখুন\n" +
                "    অতিরিক্ত কেটে গেলে দ্রুত হাসপাতালে নিয়ে গিয়ে সেলাই করে ব্যান্ডেজ করে দিতে হবে\n" +
                "    ডাক্তারের পরামর্শ অনুযায়ী ধনুষ্টংকারের টিকা নিতে পারেন\n" +
                "    ঔষুধ সেবন ও ব্যবহারের ক্ষেত্রে রেজিষ্টার চিকিৎসকের পরামর্শ নিন।");

        List<String> fa12 = new ArrayList<String>();
        expandableListDetail.put("পানিতে ডুবে গেলে কী করবেন?", fa12);
        fa12.add("কেউ পানিতে ডুবে গেলে আতঙ্কিত না হয়ে প্রথমে তাকে তুলে নিয়ে আসুন। ডুবন্ত কাউকে সাহায্য করতে গেলে সাবধান। কারণ, ডুবন্ত ব্যক্তি উদ্ধারকারীকে সজোরে জড়িয়ে ধরে, ফলে দেখা দিতে পারে বিপত্তি। এ জন্য ডুবন্ত ব্যক্তিকে পেছন থেকে হাতসহ জড়িয়ে ধরে পানি থেকে তুলতে পারেন। পানির ওপরে তোলার পর উপুড় করে দেখতে হবে শ্বাস-প্রশ্বাস আছে কি না। ডুবন্ত ব্যক্তির নাম ধরে ডাক দিয়েও দেখা যেতে পারে তিনি সাড়া দেন কি না। যদি শ্বাস-প্রশ্বাস না থাকে বা শ্বাস নিতে কষ্টকর হয়, তাহলে দেখতে হবে শ্বাসনালির কোথাও কিছু আটকে আছে কি না। এ জন্য আঙুল দিয়ে মুখের মধ্যে কাদা-মাটি থাকলে বের করে দিতে হবে। তার পরও শ্বাস না নিলে মাথা টানটান করে ধরে মুখ হাঁ করতে হবে। এবার উদ্ধারকারী ব্যক্তিকে পেট ভরে শ্বাস নিতে হবে।\n" +
                "\n" +
                "ডুবন্ত ব্যক্তির মুখের সঙ্গে মুখ এমনভাবে লাগাতে হবে যেন কোনো ফাঁকা না থাকে। শিশু কম বয়সী হলে নাক-মুখ একসঙ্গে মুখের মধ্যে পুড়তে হবে আর বেশি বয়সী হলে নাক হাত দিয়ে চেপে ধরে মুখে মুখ লাগাতে হবে। এ অবস্থায় উদ্ধারকারী জোরে শ্বাস নিয়ে ডুবন্ত ব্যক্তির মুখে মুখ দিতে হবে। দেখতে হবে, শ্বাস দেওয়ার ফলে ডুবন্ত ব্যক্তির পেট ফুলে যায় কি না। যদি পেট ফুলে যায়, তাহলে বোঝা যাবে শ্বাস দেওয়া ঠিকমতো হচ্ছে। ডুবন্ত ব্যক্তি নিজে থেকে শ্বাস না নেওয়া পর্যন্ত এমন চলতে থাকবে।\n" +
                "\n" +
                "হাত ধরে বা গলার পাশে উঁচু অংশ, যেটাকে আডম অ্যাপেল বলে, তার পাশে হাত দিয়ে দেখতে হবে নাড়ির স্পন্দন আছে কি না। যদি না থাকে, তাহলে বুকে চাপ দিতে হবে। বুকের বাঁ পাশে হাত রেখে জোরে জোরে চাপ দিতে হবে যেন বুক বেশ খানিকটা দেবে যায়। যদি শিশু এক থেকে দুই বছরের হয়, তাহলে শিশুর বুক দুই হাত দিয়ে ধরে বুড়ো আঙুল দিয়ে চাপ দিতে হবে। এভাবে পাঁচবার চাপ দেওয়ার পর আগের মতো শ্বাস দিতে হবে। এভাবে নাড়ির গতি স্বাভাবিক না হওয়া পর্যন্ত চালাতে হবে।\n" +
                "\n" +
                "এভাবে প্রাথমিক চিকিৎসা চলার পাশাপাশি দ্রুত হাসপাতালে নেওয়ার ব্যবস্থা করতে হবে। শিশু পানিতে থাকার কারণে শরীরের তাপমাত্রা কমে যায়। তাই শরীর গরম রাখার জন্য কাপড়চোপড় দিয়ে ভালো করে ঢেকে রাখতে হবে।\n" +
                "\n" +
                "অনেকে পানি থেকে তুলেই পেটে চাপ দিয়ে বা শিশুকে উল্টো করে পেটে চাপ দিয়ে পানি বের করার চেষ্টা করেন। এটা ঠিক নয়। এতে শিশু বমি করে দিতে পারে। পরে তা আবার ফুসফুসে প্রবেশ করে জটিলতা দেখা দিতে পারে।\n" +
                "\n" +
                "পানিতে ডোবা প্রতিরোধে সাঁতার শিখুন। ছোট শিশুরা বাথটাবে, পানিভর্তি বালতিতেও ডুবতে পারে। কারণ শুধু নাক-মুখ পানিতে ডুবে গেলে শ্বাস-প্রশ্বাস বন্ধ হয়ে শিশু মারা যেতে পারে। তাই সাবধান হতে হবে। বেড়াতে গিয়ে শিশু পুকুর-নদীতে গোসল করতে গিয়ে ডুবতে পারে। তাই শিশুকে একা ছাড়বেন না। নদীপথে যাত্রার সময় লাইফ জ্যাকেট পরিধান করুন। যাদের খিঁচুনি আছে, তারা পুকুরে বা সুইমিংপুলে সাঁতার কাটতে যাবেন না। গ্রামে পুকুর-খালের চারপাশে বেড়া দিয়ে দিন, যেন শিশু পুকুরে যেতে না পারে।\n" +
                "");

        List<String> fa13 = new ArrayList<String>();
        expandableListDetail.put("চোখে বা কানে কিছু গেলে", fa13);
        fa13.add("চোখে কিছু পড়লে :\n" +
                "▬▬▬▬▬▬\n" +
                "চোখ মানুষের অমূল্য সম্পদ। নানা কারণে চোখ দুর্ঘটনার কবলে পড়তে পারে। চোখে ধুলোবালি পড়তে পারে। কাজ করার সময় কিছু ছিটকে এসে চোখে বিঁধতে পারে, কোনো রাসায়নিক পদার্থ চোখে পড়তে পারে। এরূপ কিছু চোখে পড়ে গেলে -\n" +
                "১- কখনই চোখ কচলানো যাবে না।\n" +
                "২- চোখে পানির ঝাপটা দিতে হবে।\n" +
                "৩- রোগীকে আলোর দিকে মুখ করে বসিয়ে আলতোভাবে চোখের দুটি পাতা খুলে দেখতে হবে। চোখে কোনো বস্তু লেগে থাকলে রুমালের কোনা ভিজিয়ে আলতোভাবে ব্রাশ করার মতো লাগিয়ে বস্তুটি তুলে নিতে হবে।\n" +
                "৪- রাসায়নিক কিছু চোখে পড়লে দুধ দিয়ে ধুয়ে ফেলতে হবে।\n" +
                "৫- তাড়াতাড়ি ডাক্তার বা হাসপাতালে পাঠাবার ব্যবস্থা করতে হবে।\n" +
                "\n" +
                "কানে কিছু গেলে :\n" +
                "▬▬▬▬▬▬\n" +
                "কানে পোকামাকড় ঢুকে গেলে সরিষার তেল বা অলিভ ওয়েল অল্প পরিমাণ ঢেলে দিলে পোকা মরে যায় এবং বের হয়ে আসে। তাছাড়া মার্বেল জাতীয় কোনো কিছু ঢুকে গেলে নড়াচড়া না করে দ্রুত ডাক্তারের নিকট বা হাসপাতালে পাঠানোর ব্যবস্থা নিতে হবে।\n"
                );


        return expandableListDetail;
    }
}