package com.example.imran.doctorscorner.healthtips;

/**
 * Created by imran on 7/13/2017.
 */


import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

public class ExpandableListDataPumpht {
    public static HashMap<String, List<String>> getData() {
        HashMap<String, List<String>> expandableListDetail = new HashMap<String, List<String>>();

        List<String> ht1 = new ArrayList<String>();
        expandableListDetail.put("ক্যান্সারের জন্য দায়ী ৮ খাবার", ht1);
        ht1.add("এই আট ধরনের খাবার থেকে যে ক্যান্সার হতে পারে তা প্রমাণিত। আর টিউমার বিশেষজ্ঞরা এই বিষয়ে সবসময় সাবধান করে আসছেন।\n" +
                "\n" +
                "স্বাস্থ্যবিষয়ক এক ওয়েবসাইটের দেওয়া তথ্য মতে, ক্যান্সার হওয়ার কারণগুলোর মধ্যে জিনগত সমস্যা, জীবনযাপন, ধূমপান, খাদ্যাভ্যাস, শারীরিক পরিশ্রম, কিছু নির্দিষ্ট সংক্রমণ, বিষাক্ত রাসায়নিক উপাদানের কারণে হওয়া বিভিন্ন পরিবেশগত সমস্যা ইত্যাদি অন্যতম।\n" +
                "\n" +
                "গবেষণা বলছে, ভুলভাল খাদ্যাভ্যাস ও শারীরিক পরিশ্রমের অভাব- একজন ব্যক্তির ক্যান্সারের ঝুঁকি বৃদ্ধি পাওয়ার অন্যতম প্রধান দুটি কারণ। ভরসার কথা হল বিষয়টা আপনার নিয়ন্ত্রণে।\n" +
                "\n" +
                "ক্যান্সারের ঝুঁকি কমাতে ধূমপান বর্জন করা ছাড়াও আরও কয়েকটি গুরুত্বপূর্ণ কাজ করা উচিত। যেমন- স্বাস্থ্যকর ওজন বজায় রাখা, নিয়মিত শারীরিক পরিশ্রম করা, পুষ্টিকর খাবার, বিশেষত উদ্ভিদ-ভিত্তিক খাবার খাওয়া ইত্যাদি।\n" +
                "\n" +
                "‘ওয়ার্ল্ড ক্যান্সার রিসার্চ ফান্ড’য়ের মতে, আমেরিকাতে ২০ শতাংশ ক্যান্সার রোগীরই রোগাক্রান্ত হওয়ার কারণ শারীরিক পরিশ্রমের অভাব, মেদ, অতিরিক্ত মদ্যপান ও অপুষ্টি। সবগুলো কারণই মোকাবেলা করা সম্ভব, তাই খাদ্যাভ্যাস থেকে বাদ দিতে কিছু খাবার।\n" +
                "\n" +
                "প্রক্রিয়াজাত ও কৃত্রিম চিনি: শরীরে ইনসুলিনের মাত্রা বাড়ানোর পাশাপাশি প্রক্রিয়াজাত চিনি ক্যান্সার কোষের প্রিয় খাবারগুলো মধ্যে অন্যতম। অর্থাৎ এটি ক্যান্সার কোষের বৃদ্ধিতে সহায়ক। মেডিসিন বিভাগে নোবেল পুরষ্কার প্রাপ্ত জার্মান চিকিৎসক ওটো ওয়ারবার্গ ১৯৩১ সালে প্রথম আবিষ্কার করেছিলেন যে টিউমার ও ক্যান্সার কোষ বেড়ে উঠতে উচ্চ মাত্রায় ‘ফ্রুক্টোজ’যুক্ত চিনির উপর নির্ভরশীল।\n" +
                "\n" +
                "তাই প্রক্রিয়াজাত কিংবা কৃত্রিম চিনির পরিবর্তে মধু, গুড়, ম্যাপল সিরাপ ইত্যাদি ব্যবহার করতে পারেন।\n" +
                "\n" +
                "প্রক্রিয়াজাত মাংস: যুক্তরাষ্ট্রের ‘ইউনিভার্সিটি অফ হাওয়াই’য়ের করা এক গবেষণা অনুযায়ী, প্রক্রিয়াজাত মাংস অগ্ন্যাশয় ক্যান্সারের ঝুঁকি বাড়ায় প্রায় ৬৭ শতাংশ। এতে থাকে উচ্চমাত্রায় রাসায়নিক পদার্থ ও খাদ্য সংরক্ষক। আরও থাকে নাইট্রেইট, যা এর স্বাদ বাড়ায়। তবে ‘কারসিনোজেন’ ধরনের বিষ হিসেবে এর পরিচিত আছে।\n" +
                "\n" +
                "‘স্মোকড মিট’ বা কাঠের ধোঁয়ার প্রস্তুতকৃত মাংস খাওয়াও স্বাস্থ্যের জন্য সুবিধার নয়, কারণ এই ধরনের খাবার তৈরির সময় মাংসে ‘টার’ অর্থাৎ ধোঁয়া থেকে সৃষ্টি বিষাক্ত পদার্থ শোষণ করে নেয়।\n" +
                "\n" +
                "তাই খেতে হবে চর্বিহীন মাংস অথবা মাংস ঘরেই রাঁধতে হবে।\n" +
                "\n" +
                "চাষ করা মাছ: বাণিজ্যিকভাবে চাষ করা মাছ যেমন- স্যামন, অত্যন্ত জনাকীর্ণ পরিবেশে বড় হয়। মাছ চাষের ক্ষেত্রে ব্যাকটেরিয়া, ভাইরাস ও পরজীবির আক্রমণ থেকে বাঁচতে ব্যবহার হয় বিভিন্ন জীবণুরোধকারী ওষুধ, কীটনাষক ও অন্যান্য ‘কারসিনোগেনিক’ রাসায়নিক উপাদান। প্রাকৃতিক মাছের তুলনায় চাষ করা মাছে ওমেগা থ্রি ফ্যাটি অ্যাসিডের পরিমাণও কম থাকে।\n" +
                "\n" +
                "তাই যতটা সম্ভব নদী বা সমুদ্রের মাছ খাওয়ার চেষ্টা করতে হবে।\n" +
                "\n" +
                "আচার ও ধোঁয়ার প্রস্তুতকৃত খাবার: এসব খাবারে সাধারণত খাদ্য সংরক্ষক উপাদান যেমন, ‘নাইট্রেইট’ থাকে। দীর্ঘদিন এসব খাবার খেলে ওই খাদ্য সংরক্ষক উপাদানগুলো শরীরে জমা হতে থাকে। ফলে একসময় এই বিষাক্ত উপাদানগুলো কোষের উপর ক্ষতিকর প্রভাব ফেলে এবং ক্রমেই ক্যান্সারের দিকে এগিয়ে যায়।\n" +
                "\n" +
                "আবার ধোঁয়ার প্রস্তুতকৃত খাবার উচ্চ তাপমাত্রায় রান্না করা হলে এতে থাকা ‘নাইট্রেইট’ পরিণত হয় আরও বেশি ক্ষতিকর ‘নাইট্রাইটস’য়ে। তাই এ ধরনের খাবার যথাসম্ভব এড়িয়ে চলতে হবে।\n" +
                "\n" +
                "হাইড্রোজেনেইটেড অয়েল বা ট্রান্স-ফ্যাট: মানুষের তৈরি এই উপাদান রাসায়নিক গঠন পরিবর্তন করে দীর্ঘদিন সংরক্ষণের জন্য উপযুক্ত করা হয়। আবার এর গন্ধ ঢাকতে ও স্বাদ বাড়াতে ব্যবহার করা হয় রাসায়নিক পদার্থ।\n" +
                "\n" +
                "গবেষকরা প্রমাণ করেছেন যে, বাণিজ্যিকভাবে প্রক্রিয়াজাত করা খাবারে থাকা ‘হাইড্রোজেনেইটেড’ ও আংশিক ‘হাইড্রোজেনেইটেড’ উদ্ভিজ্জ তেল স্তন ক্যান্সারের ঝুঁকি বাড়ায় দ্বিগুণ। তাই এর পরিবর্তে ব্যবহার করতে হবে ‘এক্সট্রা-ভার্জিন অলিভ অয়েল’, ‘এক্সট্রা-ভার্জিন কোকোনাট অয়েল’ কিংবা ‘পাম অয়েল’\n" +
                "\n" +
                "আলুর চিপস: ‘হাইড্রোজেনেইটেড ভেজিটেবল অয়েল’য়ে ভেজে তৈরি করা হয় এই চিপস, সঙ্গে থাকে অতিরিক্ত লবণ।\n" +
                "\n" +
                "‘নিউ ইংল্যান্ড জার্নাল অফ মেডিসিন’য়ে প্রকাশিত এক গবেষণায় বলা হয়, প্রতিদিন মাত্র ১ আউন্স চিপস খেলেই বছরে গড়ে প্রায় দুই পাউন্ড ওজন বাড়তে পারে। পাশাপাশি এগুলোতে প্রচুর পরিমাণে ট্রান্স-ফ্যাটও থাকে, যা কোলেস্টেরলের মাত্রা বাড়ায়। আর লবণে থাকা সোডিয়াম বাড়ায় রক্তচাপ। আলুর চিপসকে মচমচে বানানোর জন্য উচ্চ তাপমাত্রায় ভাজা হয়। এতে ‘অ্যাক্রিলামাইড’ নামক ‘কারসিনোজেন’ ধরনের বিষাক্ত উপাদান তৈরি হয়। যা সাধারণত সিগারেটে মেলে।\n" +
                "\n" +
                "এজন্য দোকান থেকে চিপস কেনার পরিবর্তে ঘরেই চিপস বানিয়ে খাওয়া অভ্যাস করতে হবে।\n" +
                "\n" +
                "মাইক্রোওয়েভ পপকর্ন: খাওয়া সহজ এবং তুলনামূলকভাবে স্বাস্থ্যকর একটি স্ন্যাকস পপকর্ন। তবে, ঝামেলা হল এর প্যাকেটে। বেশিরভাগ মাইক্রোওয়েভ পপকর্নের প্যাকেটের গায়ে থাকে ‘পারফ্লুরোঅক্টানোইক’ অ্যাসিড নামক রাসায়নিক উপাদান। যা স্তন, বৃক্ক, মুত্রথলি, কোলোরেক্টাল, প্রোস্টেট, ফুসফুস, থাইরয়েড, লিউকেমিয়া এবং লিম্ফোমা ক্যান্সারের জন্য দায়ী।\n" +
                "\n" +
                "পরিশোধিত সাদা আটা:\n" +
                "আটা পরিশোধনের সময় এর প্রায় সকল পুষ্টিগুণই নষ্ট হয়ে যায়। পরে একে ক্লোরিন গ্যাসের সাহায্যে ব্লিচ করা হয় ক্রেতার চোখে আকর্ষণীয় করার জন্য। এই আটার গ্লাইসেমিক ইনডেক্সের মাত্রাও অনেক বেশি। অর্থাৎ শরীরে পুষ্টি সরবরাহ ছাড়াই ইনসুলিনের মাত্রা হুট করে বাড়িয়ে দিতে পারে।\n" +
                "\n" +
                "তাই পরিশোধিত সাদা আটার পরিবর্তে গম, কাঠবাদাম বা বার্লির আটা খাওয়া ভালো।");


        List<String> ht2 = new ArrayList<String>();
        expandableListDetail.put("নির্ঘুম রাত?", ht2);
        ht2.add("সারা রাত এপাশ-ওপাশ। ঘুম আসে না। কখনো ঘুম এলেও তা গভীর হয় না। অনিদ্রার সমস্যাটি অনেকেরই রয়েছে। এ সমস্যার আরেক নাম ইনসোমনিয়া। চমৎকার ঘুমের জন্য স্বাস্থ্যকর কিছু অভ্যাস গড়ে তোলা দরকার। জেনে নিন সেগুলো:\n" +
                ": প্রতিদিন একই সময় ঘুমাতে যাওয়া এবং একই সময় জেগে ওঠার অভ্যাস করতে হবে। এটা একটা জৈবিক ঘড়ির মতো কাজ করে। এমনকি ছুটির দিনেও যেন এই অভ্যাসের ব্যত্যয় না হয়।\n" +
                ": রাতে যাঁদের সহজে ঘুম আসে না, তাঁদের দিনে ঘুমানো একেবারেই উচিত নয়।\n" +
                ": শোবার ঘরটি স্বস্তিকর ও আরামদায়ক হতে হবে। ঘুমানোর সময় ঘর থাকবে যথেষ্ট অন্ধকার, শান্ত ও নীরব। না বেশি গরম, না বেশি ঠান্ডা।\n" +
                ": কেবল বিশ্রাম ও ঘুমানোর কাজেই শয়নকক্ষের ব্যবহার সীমিত রাখতে হবে। এ ঘরে কোনো টেলিভিশন বা কম্পিউটার না থাকাই স্বাস্থ্যকর।\n" +
                ": ঘুমাতে যাওয়ার আগে আগে ব্যায়াম না করাই ভালো, এতে যে উদ্দীপনা হবে, তা ঘুমের ব্যাঘাত ঘটায়। ব্যায়াম শেষ করতে হবে ঘুমের তিন-চার ঘণ্টা আগে।\n" +
                ": দিনের শেষ ভাগে বা সন্ধ্যার পর চা-কফি, চকলেট ইত্যাদি পরিহার করুন। ধূমপান ও মদ্যপানও বর্জনীয়। এগুলো নিস্তরঙ্গ ঘুমে ব্যাঘাত সৃষ্টি করে।\n" +
                ": রাতে হালকা খাওয়ার অভ্যাস করুন। নৈশভোজ শেষ করতে হবে ঘুমাতে যাওয়ার তিন-চার ঘণ্টা আগে। শোবার আগে এক গ্লাস দুধ বা একটি কলা কিংবা ক্র্যাকারস খেয়ে নিলে ঘুম আরও ভালো হবে।\n" +
                ": ভালো ঘুমের জন্য একটু শিথিলায়ন, একটি আনন্দদায়ক বই, গান বা একটা চমৎকার উষ্ণ স্নান বা গোসল দারুণ কাজে দেবে।\n" +
                ": আট ঘণ্টার ঘুমই যথেষ্ট। একটানা এই ঘুম আপনাকে সতেজ করে তুলবে। শিশুরা ঘুমাবে আরও বেশি।\n" +
                ": ঘুম আসছে না? বিছানায় এপাশ-ওপাশ না করে বরং উঠে পড়ুন। একটা বই পড়ুন বা দেহ-মন শিথিল হয়—এমন কিছু করুন। ঘুম পেলে তবেই বিছানায় যাবেন।");

        List<String> ht3 = new ArrayList<String>();
        expandableListDetail.put("সময় নেই, ব্যায়াম করব কখন?", ht3);
        ht3.add("আপনি সময় পান না বলে ব্যায়াম করেন না। কিন্তু ভালোভাবেই জানেন, নিয়মিত ব্যায়ামে শরীর মন ভালো থাকে। যাকে বলে জিরো-সাইজ, সেটাও হয়। আজকাল জগিং, সাঁতার, সাইক্লিং—এসব তো চলছেই। চায়ের আসরে সবাই গল্প করে, এই জানিস, আজ হেলথ ক্লাবে না রিয়ার সঙ্গে দেখা, ও বলল…।\n" +
                "\n" +
                "আপনি একঘরে হয়ে পড়লেন। তাহলে কী করা? হ্যাঁ, নো প্রবলেম। এরও সমাধান আছে। সময় নেই? ও কিছু না। মাত্র পাঁচ মিনিট। হ্যাঁ, ২৪ ঘণ্টার মধ্যে পাঁচ মিনিটই যথেষ্ট। সকালে বা সন্ধ্যায় কাছের কোনো পার্কে, না হলে একটু নিরিবিলি রাস্তায় জোরসে দৌড়। দিনের জন্য এটাই যথেষ্ট। ফিটফাট শরীর বা জিরো-ফিগার, যা চান সবই পাবেন। ভাবছেন, এটা আবার কোনো ব্যায়াম হলো, বন্ধুরা শুনলে তো হাসবে! আরে না না। অত কাঁচা কাজ কি আপনি করবেন। এটা তো আপনার মস্তিষ্কজাত উদ্ভট ফর্মুলা নয়।\n" +
                "\n" +
                "নিউইয়র্ক টাইমস (জুলাই ৩০, ২০১৪) বলছে, ব্যায়াম ও মৃত্যুহার সম্পর্কে ব্যাপক পরিসরে পরিচালিত জরিপে জানা গেছে, দিনে মাত্র পাঁচ মিনিট দৌড়ালে অস্বাভাবিক মৃত্যুহার উল্লেখযোগ্য হারে কমিয়ে আনা যায়। এদের মৃত্যুঝুঁকি অন্তত এক-তৃতীয়াংশ কম। তাঁদের আয়ু, যাঁরা মোটেও ব্যায়াম করেন না তাঁদের চেয়ে গড়ে অন্তত তিন বছর বেশি বলে নিরীক্ষায় জানা গেছে। তার মানে রোগবালাই, কঠিন অসুখ-বিসুখ থেকে দূরে থাকা যায়। মন প্রফুল্ল থাকে। ব্যায়ামের উপকারিতা সম্পর্কে ২০০৮ ফেডারেল ফিজিক্যাল অ্যাকটিভিটি ফর আমেরিকাসে হাজার হাজার নিরীক্ষা প্রতিবেদনের ভিত্তিতে বলা হয়েছে, সুস্বাস্থে৵র জন্য সপ্তাহে অন্তত ১৫০ মিনিট হাঁটুন। তবে একটু জোরে হাঁটলে বা দৌড়ালে একই উপকারিতা পাওয়া যাবে। দিনে পাঁচ মিনিটের দৌড় সেখান থেকেই এসেছে। প্রতিদিন পাঁচ মিনিট না হাঁটতে পারলে, সপ্তাহে দুই দিন পাঁচ মিনিট করে আর শুক্র-শনি ১৫ মিনিট করে দৌড়ান, আপনি একদম ফিট। জেনে নিন আরও কিছু টিপ্স।\n" +
                "\n" +
                "১\n" +
                "যদি নিয়মিত ব্যায়ামের অভ্যাস না থাকে, তাহলে ব্যায়াম শুরু করুন ধীরে ধীরে। প্রথম সপ্তাহে দিনে দুই মিনিট জোরে দৌড়, এরপর পাঁচ মিনিট মাঝারি গতিতে হাঁটা। পরের সপ্তাহে তিন মিনিট করে দৌড়, তিন মিনিট মাঝারি গতিতে হাঁটা। লক্ষ রাখুন, শরীর নিতে পারছে কি না। যদি চাপ পড়ে, তাহলে আরও ধীরে ধীরে গতি বাড়ান। ধীরে ধীরে এক মাসে দিনে পাঁচ মিনিট হাঁটায় অভ্যস্ত হোন।\n" +
                "২ ওজন নিয়ন্ত্রণে রাখুন। ভাজাপোড়া, ট্রান্সফ্যাটে তৈরি খাবার নিষেধ।\n" +
                "৩ পরিষ্কার বাতাসে দৌড়ান। ধুলাবালু বেশি থাকলে সমস্যা।\n" +
                "৪ আপনার জন্য ২৩ ঘণ্টা ৪৫ মিনিটে এক দিন। বাকি ১৫ মিনিট আপনার নয়, ব্যায়ামের! এভাবে হিসাব করলে আপনি যত ব্যস্তই থাকুন, দিনে ১৫ মিনিটের ব্যায়াম কঠিন কিছু হবে না।\n" +
                "৫ আপনার বয়স বেশি বা হার্ট-লাংসের সমস্যা থাকলে প্রথমে চিকিৎসকের পরামর্শ নিন।");

        List<String> ht4 = new ArrayList<>();
        expandableListDetail.put("শীতে কাবু নয়", ht4);
        ht4.add("শীতের ভোরে ঘুম থেকে উঠলেই দেখা যায় প্রকৃতি কুয়াশাচ্ছন্ন। সবুজ ঘাসে জমে আছে বিন্দু বিন্দু শিশির। এই সময়টা প্রকৃতি উপভোগ্য হলেও দেখা দিতে পারে অতিরিক্ত কিছু স্বাস্থ্য সমস্যা। তাই প্রয়োজন কিছুটা বাড়তি সতর্কতা।\n" +
                "\n" +
                "শীতে প্রধানত বাড়ে শ্বাসতন্ত্রের রোগ। যদিও এসব রোগের প্রধান কারণ ভাইরাস, তবু তাপমাত্রার সঙ্গে এর সম্পর্ক রয়েছে। শরীরের রোগ প্রতিরোধ ব্যবস্থার সঙ্গে সংশ্লিষ্ট যেসব এনজাইম আছে, তা স্বাভাবিকের চেয়ে কম তাপমাত্রায় কম কার্যকর হয়ে পড়ে। ফলে শরীরের রোগ প্রতিরোধ ক্ষমতা দুর্বল হয়ে পড়ে। শীতে বাতাসের তাপমাত্রা কমার সঙ্গে আর্দ্রতাও কমে যায়, যা শ্বাসনালির স্বাভাবিক কর্ম প্রক্রিয়াকে বিঘ্নিত করে ভাইরাসের আক্রমণ সহজ করে। শুষ্ক আবহাওয়া বাতাসে ভাইরাস ছড়াতে সাহায্য করে। এ ছাড়া ধুলাবালির পরিমাণ বেড়ে যায়। ঠান্ডা, শুষ্ক বাতাস হাঁপানি রোগীর শ্বাসনালিকে সরু করে দেয়, ফলে হাঁপানির টান বাড়ে।\n" +
                "\n" +
                "শীতে সাধারণ ঠান্ডাজনিত সর্দি-কাশি সবারই হয়ে থাকে। এ রোগের শুরুতে গলা ব্যথা করে, গলায় খুশখুশ ভাব ও শুকনা কাশি দেখা দেয়, নাক বন্ধ হয়ে যায়, নাক দিয়ে অনবরত পানি ঝরতে থাকে এবং ঘন ঘন হাঁচি আসে। হালকা জ্বর, শরীর ব্যথা, মাথাব্যথা, শরীর ম্যাজ ম্যাজ করা, দুর্বল লাগা ও ক্ষুধামন্দা দেখা দেয়। এটা মূলত শ্বাসতন্ত্রের ওপরের অংশের রোগ। এই রোগ এমনিতেই ভালো হয়ে যায়, তবে কোনো কোনো ক্ষেত্রে কাশি কয়েক সপ্তাহ থাকতে পারে। প্রয়োজনে চিকিৎসকের শরণাপন্ন হতে হবে এবং তাঁর পরামর্শ অনুযায়ী ওষুধ খেতে হবে।\n" +
                "\n" +
                "শীতে ইনফ্লুয়েঞ্জাও বেশি মাত্রায় দেখা যায়। এই রোগটি মূলত ভাইরাসজনিত। ঠান্ডার অন্যান্য উপসর্গ ছাড়াও এ রোগের ক্ষেত্রে জ্বর ও কাশিটা খুব বেশি হয় এবং শ্বাসকষ্ট হতে পারে। শীতের প্রকোপে শুধু ফুসফুস নয়, সাইনাস, কান ও টনসিলের প্রদাহও বাড়ে, যেমন ঘন ঘন সাইনোসাইটিস, টনসিলাইটিস, অটাইটিস ইত্যাদি। নিউমোনিয়াও এ সময় প্রচুর দেখা যায়। এসব রোগে সবচেয়ে বেশি ভোগান্তি বাড়ে নবজাতক, শিশু, বৃদ্ধ, হাঁপানি রোগী ও ধূমপায়ীদের।\n" +
                "\n" +
                "কাশির মতো প্রকট না হলেও শীতে আরও অনেক রোগেরই প্রকোপ বেড়ে যায়। যেমন:\n" +
                ": আর্থ্রাইটিস বা বাতের ব্যথা শীতে বাড়তে পারে। মূলত বয়স্কদেরই এ সমস্যা হয়। যারা রিউমাটয়েড আর্থ্রাইটিস, অস্টিও আর্থোসিস রোগে ভোগেন, তাঁদের বেলায় এ সমস্যাটা আরও প্রকট হয়ে পড়ে।\n" +
                ": শীতের শুষ্কতায় অনেকের ত্বক আরও শুষ্ক হয়, ফেটে যায় এবং চর্মরোগ দেখা দেয়। তাই শীতকালে ত্বকের বাড়তি যত্ন প্রয়োজন। শুষ্কতা কমানোর জন্য ভ্যাসলিন বা গ্লিসারিন, ভালো কোনো তেল বা ময়েশ্চারাইজার লোশন ব্যবহার করা যেতে পারে।\n" +
                ": অনেক সময় কড়া রোদও ত্বকের জন্য ক্ষতিকর হতে পারে। তাই বাইরে গেলে সানস্ক্রিন লোশন বা ক্রিম ব্যবহার করলে ভালো হয়। অনেকক্ষণ কড়া রোদ না পোহানোই ভালো।\n" +
                ": কিছু কিছু রোগে তীব্র শীতে অনেকের হাতের আঙুল নীল হয়ে যায়। তাঁরা অবশ্যই বাড়তি সতর্কতা অবলম্বন করবেন। যেন কোনোভাবেই ঠান্ডা না লাগে।\n" +
                ": শীত তীব্র হলে হূদ্যন্ত্রের রক্তনালি সংকুচিত হয়ে হূেরাগে আক্রান্ত হতে পারে।\n" +
                ": শীতের আরেকটি মারাত্মক সমস্যা হাইপোথার্মিয়া, অর্থাৎ শরীরের তাপমাত্রা অতিরিক্ত কমে যাওয়া, যা মৃত্যুও ঘটাতে পারে।\n" +
                "\n" +
                "প্রতিরোধে করণীয়\n" +
                ": ঠান্ডা খাবার ও পানীয় খাওয়া একেবারে বাদ দিতে হবে।\n" +
                ": কুসুম কুসুম গরম পানি পান করা ভালো। হালকা গরম পানি দিয়ে গড়গড়া করা উচিত।\n" +
                ": প্রয়োজনমতো গরম কাপড় পরা। তীব্র শীতের সময় কান ঢাকা টুপি পরা এবং গলায় মাফলার ব্যবহার করা।\n" +
                ": ধুলাবালি এড়িয়ে চলা।\n" +
                ": ধূমপান পরিহার করা।\n" +
                ": ঘরের দরজা-জানালা সব সময় বন্ধ না রেখে মুক্ত ও নির্মল বাতাস চলাচলের ব্যবস্থা রাখা।\n" +
                ": হাঁপানির রোগীরা শীত শুরুর আগেই চিকিৎসকের পরামর্শমতো প্রতিরোধমূলক ইনহেলার বা অন্যান্য ওষুধ ব্যবহার করতে পারেন।\n" +
                ": যাঁদের অনেক দিনের শ্বাসজনিত সমস্যা আছে, তাঁদের জন্য ইনফ্লুয়েঞ্জা এবং নিউমোক্কাস নিউমোনিয়ার টিকা নেওয়া উচিত।\n" +
                ": তাজা, পুষ্টিকর খাদ্য গ্রহণ এবং পর্যাপ্ত পানি পান করা, যা দেহকে সতেজ রাখবে এবং রোগ প্রতিরোধে সাহায্য করবে।\n" +
                ": হাত ধোয়ার অভ্যাস করা। বিশেষ করে চোখ বা নাক মোছার পর পর হাত ধোয়া।\n" +
                "সব সময়ই যে শীতে রোগব্যাধি বাড়বে তাও সত্য নয়। সাধারণভাবে শীতকালে মানুষের রোগ কম হয়। তাই বাড়তি সতর্কতার পাশাপাশি অযথা আতঙ্কিত হওয়ার প্রয়োজন নেই।");

        List<String> ht5 = new ArrayList<>();
        ht5.add("শীতকালে শুষ্ক শীতল হাওয়া ও বাতাসে বেড়ে যাওয়া ধুলাবালুর কারণে ত্বক হয়ে যায় খসখসে ও মলিন। এর ফলে দেখা দেয় নানা সমস্যা, যেমন ত্বক ফেটে যাওয়া, ত্বকে চুলকানি ইত্যাদি। তাই শীতকালে ত্বকের সুস্বাস্থ্য রক্ষায় দরকার বাড়তি যত্ন ও সতর্কতা।\n" +
                "ত্বকের শুষ্কতা\n" +
                "শীতে শুষ্ক আবহাওয়ার জন্য ত্বক স্বাভাবিক আর্দ্রতা দ্রুত হারিয়ে ফেলে। তাই শীতকালে গোসলে সাবান কম ব্যবহার করুন। আর করলেও ময়েশ্চারাইজিং সাবান ব্যবহার করুন। এতে ত্বকে খসখসে ভাব কমে আসবে।\n" +
                "রাতে ঘুমানোর আগে ও গোসলের পর নিয়মিত ময়েশ্চারাইজিং লোশন ব্যবহার করলে ত্বকের খসখসে ভাব দূর হবে। ফলে চুলকানিও হবে না এবং ত্বকও ফাটবে না। ত্বকের আর্দ্রতা ও ঔজ্জ্বল্য বাড়াতে রোজ গোসলের পর এবং রাতে ঘুমানোর আগে অলিভ অয়েল অথবা লিকুইড প্যারাফিন মাখতে পারেন।\n" +
                "চুলের যত্ন\n" +
                "শীতের সময় চুলে খুশকির উপদ্রব বেড়ে যায়। খুশকিমুক্ত থাকতে নিয়মিত সপ্তাহে দুই দিন কিটোকোনাজল শ্যাম্পু ব্যবহার করুন।\n" +
                "হাতের তালু ও পায়ের তলার যত্ন\n" +
                "এ সময় ১০ ভাগ ইউরিয়া, ভেসলিন লাগালে হাতের তালু অনেকটা মসৃণ হয়ে আসে। শীতে অনেকের পায়ের তলা ফেটে যায়।\n" +
                "৫ ভাগ সেলিসাইলিক অ্যাসিড অয়েন্টমেন্ট অথবা ভেসলিন নিয়মিত মাখতে পারেন।\n" +
                "মুখের যত্ন\n" +
                "ভালো ময়েশ্চা-রাইজারযুক্ত ক্রিম ব্যবহার করতে পারেন। যাঁদের ব্রণের সমস্যা আছে, তাঁরা ক্রিমের সঙ্গে একটু পানি মিশিয়ে নিতে পারেন।\n" +
                "শীত আসছে বলে ভাববেন না যে সানস্ক্রিন ব্যবহার করার প্রয়োজনীতা কমে গেছে। শীতকালেও বাইরে বের হওয়ার ৩০ মিনিট আগে সানস্ক্রিন ব্যবহার করুন।\n" +
                "ঠোঁটের যত্ন\n" +
                "ঠান্ডা বাতাসে ঠোঁট বারবার ফেটে যায়। কখনো এতটাই ফেটে যায় যে চামড়া উঠে আসে ও রক্ত বের হয়। কখনোই জিভ দিয়ে ঠোঁট ভেজানো উচিত নয়।\n" +
                "কুসুম গরম পানিতে পরিষ্কার একটি কাপড় ভিজিয়ে নিয়ে ঠোঁটে হালকা করে তিন-চারবার চাপ দিন। তারপর ভেসলিন বা গ্লিসারিন পাতলা করে লাগিয়ে নিন। ঠোঁটের জন্য ভালো কোনো প্রসাধনী ব্যাগে রাখুন এবং দিনে তিন-চারবার লাগাতে পারেন।\n" +
                "যাঁদের পুরোনো চর্মরোগ যেমন সোরিয়াসিস, একজিমা, ইকথায়সিস ইত্যাদি আছে, তাঁদের ত্বকের সমস্যা এই সময় বেড়ে যেতে পারে। তাই তাঁদের হতে হবে আরও সচেতন। প্রয়োজনে আগে থেকেই চিকিৎসকের পরামর্শ নিন।");
        expandableListDetail.put("শীতে ত্বকের যত্ন", ht5);

        List<String> ht6 = new ArrayList<>();
        ht6.add("আমার রক্তে শর্করা নিয়ন্ত্রণে না থাকলে কী হবে, আমার কোনো সমস্যা হয় না। আমি বেশ ভালোই আছি। এ ধারণা নিয়ে অনেক ডায়াবেটিক রোগী দিন যাপন করেন। যাঁরা এ ধারণায় বিশ্বাসী, তাঁরা আসলে গুরুতর ভুল করছেন। প্রশ্ন হলো, কেন?\n" +
                "কারণ, ডায়াবেটিস একটি জীবনব্যাপী রোগ, যা পুরোপুরি ভালো করা যায় না, কিন্তু নিয়ন্ত্রণে রেখে স্বাভাবিক জীবন যাপন করা যায়, জটিলতা ও ঝুঁকি এড়ানো যায়।\n" +
                "ডায়াবেটিসে আকস্মিক জটিলতার চেয়ে ক্রনিক বা ধীর জটিলতা সৃষ্টির আশঙ্কাই বেশি। সেগুলো হতে থাকে নীরবে-নিভৃতে, আপনার অগোচরে। সেগুলো কী?\n" +
                "\uF06E চোখের রক্তনালি ও অন্যান্য অংশে নানা সমস্যা থেকে এমনকি অন্ধত্ব হতে পারে\n" +
                "\uF06E কিডনির অকার্যকারিতা\n" +
                "\uF06E হাতে-পায়ে বোধশক্তি বা অনুভূতি কমে যাওয়া, স্নায়ু বিনষ্ট হওয়া\n" +
                "\uF06E পায়ে ঘা বা ক্ষত—ডায়াবেটিক ফুট\n" +
                "\uF06E শরীরে রক্তসঞ্চালনব্যবস্থা ব্যাহত হওয়া\n" +
                "\uF06E মূত্রাশয়ের রোগ, ঘন ঘন সংক্রমণ, প্রস্রাবের সঙ্গে আমিষ নির্গমন, বদহজম, মাড়ির প্রদাহ, চুলকানি, ফোঁড়া, পাঁচড়া ইত্যাদিও অনিয়ন্ত্রিত ডায়াবেটিসের লক্ষণ। আপনি হয়তো জানেন না এই সমস্যাগুলো আপনার শর্করা নিয়ন্ত্রণে না থাকার কারণেই ঘটছে।\n" +
                "শুধু এগুলোই নয়, এর সঙ্গে আরও কিছু নীরবে হঠাৎ করে ঘটে যেতে পারে এবং মুহূর্তেই জীবনকে সংকটাপন্ন করে তোলে। যেমন, অনিয়ন্ত্রিত ডায়াবেটিস হার্ট অ্যাটাক, স্ট্রোক বা মস্তিষ্কে রক্তক্ষরণের ঝুঁকি কয়েক গুণ বাড়িয়ে দেয়। মেয়েদের বারবার গর্ভপাত, গর্ভে সন্তানের মৃত্যু বা বিকলাঙ্গ শিশু জন্মদান—এসবও হতে পারে শর্করা নিয়ন্ত্রিত না থাকার কারণে। তাই ভুল ধারণা ঝেড়ে ফেলে শর্করা কঠোরভাবে নিয়ন্ত্রণে রাখুন, ভবিষ্যৎ সুস্থতা নিশ্চিত করুন।");
        expandableListDetail.put("অনিয়ন্ত্রিত শর্করা নিয়েও ভালো আছেন?", ht6);
        List<String> ht7 = new ArrayList<>();
        expandableListDetail.put("কর্মক্ষেত্রে প্রতিদিনের ব্যায়াম", ht7);
        ht7.add("বিশ্বের প্রায় ৫০ শতাংশ মানুষ বিভিন্ন ধরনের দাপ্তরিক বা অফিসের কাজে নিয়োজিত থাকেন। এর মধ্যে ৪০ থেকে ৮০ শতাংশ মানুষই জীবনে কোনো না কোনো সময় হাড়, সন্ধি, পেশির সমস্যায় আক্রান্ত হন যা তাঁদের দাপ্তরিক কাজের সঙ্গে জড়িত। স্বাস্থ্যকর উপায়ে কী করে দাপ্তরিক কাজ সম্পাদন করা যায়, তা নিয়ে চিকিৎসাবিজ্ঞানের বিশেষ শাখা রয়েছে। একে বলা হয় অকুপেশনাল থেরাপি। একজন মানুষ তাঁর কর্মক্ষেত্রে কী ধরনের সমস্যার কারণে নানা ধরনের স্বাস্থ্যঝুঁকিতে পড়েন এবং কীভাবে তাঁর শারীরিক গড়ন অনুযায়ী কর্মক্ষেত্রকে বিজ্ঞানভিত্তিকভাবে উপযোগী করা যায়, সেটা একটা গুরুত্বপূর্ণ বিষয়।\n" +
                "\n" +
                "যাঁরা দীর্ঘক্ষণ অফিসে চেয়ারে বসে বা কম্পিউটারে এবং বিভিন্ন ধরনের কাউন্টারে কাজ করেন, তাঁরা কিছু অভ্যাস গড়ে তুলতে পারেন\n" +
                "\n" +
                "১. আপনার অফিসের চেয়ার-টেবিল ও কম্পিউটারের অবস্থান এমন হওয়া চাই যেন ঘাড় ৯০ ডিগ্রির বেশি এবং কোমর ৪৫ ডিগ্রির বেশি না ঝুঁকে থাকে।\n" +
                "\n" +
                "২. টেবিলে কাজ করার সময় কোমর, হাঁটু, পায়ের গোড়ালি মেঝের সঙ্গে ৯০ ডিগ্রি কোণে থাকবে। কবজি সোজা অবস্থায় টেবিলের ওপর থাকবে এবং ঘাড় শিথিল থাকবে।\n" +
                "\n" +
                "৩. প্রতি এক ঘণ্টা কাজ করার পর চার-পাঁচ মিনিটের জন্য বিশ্রাম নিন এবং বিভিন্ন অংশ স্ট্রেচিং করুন। ঘাড় সামনে-পেছনে স্ট্রেচ করুন ৬০ ডিগ্রি পর্যন্ত, দুই দিকে ২৫ ডিগ্রি পর্যন্ত। কোমর পেছনে ২৫ ডিগ্রি পর্যন্ত। দুই কাঁধ, গোড়ালি ও কবজিরও স্ট্রেচিং করতে পারেন।\n" +
                "\n" +
                "প্রতি আধা ঘণ্টা পর পর চোখ স্ক্রিন থেকে দূরে সরিয়ে নিন, ১০-১৫ সেকেন্ডের জন্য হাতের তালু দিয়ে ঢেকে রাখতে পারেন।");
        List<String> ht8 = new ArrayList<>();
        expandableListDetail.put("শিশুদের সর্দি ও নাক বন্ধ?", ht8);
        ht8.add("শীত আসি আসি করছে। আর এই সময়টাতে হঠাত্ করে ছোট শিশুরা অসুস্থ হয়ে পড়তে পারে। হঠাত্ ঠান্ডা লেগে নাক বন্ধ হওয়া, নাক দিয়ে পানি পড়া, সর্দি জমে থাকার মতো উপসর্গ দেখা দিলে শিশুরা কান্নাকাটি শুরু করে দেয় ও বিরক্ত করে। বেশির ভাগ ক্ষেত্রেই এসব উপসর্গ ভাইরাসের আক্রমণের কারণে বা অ্যালার্জির কারণে হয় এবং এক সপ্তাহের মাথায় সেরে যায়। বর্তমানে ছোট্ট শিশু ও নবজাতকদের এ ধরনের সমস্যায় কোনো ওষুধ বা চিকিত্সার চেয়ে সাধারণ যত্নআত্তির দিকেই জোর দেওয়া হয়।\n" +
                "\n" +
                "-আধা কাপ কুসুম গরম পানিতে চা-চামচের ৪ ভাগের ১ ভাগ লবণ গুলে স্যালাইন ড্রপ তৈরি করুন। বাজারে স্যালাইন নাকের ড্রপ কিনতেও পাওয়া যায়।\n" +
                "-একটা তোয়ালে বা কাপড় রোল করে শিশুর মাথার নিচে দিয়ে তাকে চিত করে শোয়ান। এবার ৩০ থেকে ৬০ মিনিট পর পর দুই বা তিন ফোঁটা ড্রপ দিয়ে নাক পরিষ্কার করে দিন।\n" +
                "-ড্রপ দেওয়ার পর কাত করে শুইয়ে দিয়ে তরল সর্দি বেয়ে পড়তে দিন, টিস্যু দিয়ে মুছে দিন। কটন বাড নাকের ভেতর ঢোকাবেন না।\n" +
                "-দুই বছর বয়সের নিচে নাকের ডিকনজেসটেন্ট ড্রপ বা স্প্রে ব্যবহার করা নিষেধ।\n" +
                "ডিকনজেসটেন্ট জাতীয় ওষুধ নাকের শিরাগুলোকে সংকুচিত করবে, এটি নাক দিয়ে পানি পড়া রোধ করবে না। শিশুদের ক্ষেত্রে তিন দিনের বেশি ব্যবহার করা যাবে না।");

        List<String> ht9 = new ArrayList<>();
        expandableListDetail.put("এ সময়ে গলাব্যথা?", ht9);
        ht9.add("ঋতু বদল হচ্ছে। সঙ্গে সঙ্গে বেড়ে গেছে নানা ধরনের ভাইরাস ও ব্যাকটেরিয়ার আক্রমণ। সবচেয়ে বেশি এ সময় ভোগে শিশুরা—গলাব্যথা, জ্বর ও অন্যান্য উপসর্গে। বেশির ভাগ গলাব্যথাই শ্বাসযন্ত্রের ওপরের অংশে প্রদাহজনিত কারণে হচ্ছে। এর সঙ্গে জ্বর, মাথা ও কানব্যথা হতে পারে, ঢোক গিলতে কষ্ট হয় বা খুক খুক কাশিও হতে পারে। বিভিন্ন ধরনের ভাইরাস, বিশেষ করে রাইনো ভাইরাস এর জন্য দায়ী। কখনো স্ট্রেপটোকক্কাস ব্যাকটেরিয়া আক্রমণ করে ও গলাব্যথা হয়।\n" +
                "\n" +
                "গবেষণায় দেখা গেছে, ৪০ শতাংশ গলাব্যথার উপসর্গ কোনো চিকিৎসা ছাড়াই তিন দিনের মধ্যে সেরে যায়। ৮৫ শতাংশ সেরে ওঠে সাত দিনের মাথায়। কুসুম গরম লবণ পানির গার্গল, গরম আদা বা লেবু চা, প্যারাসিটামল জাতীয় ওষুধ, প্রচুর পানি পান আর বিশ্রাম—এই হলো এই সমস্যার দাওয়াই।");


        List<String> ht10 = new ArrayList<>();
        expandableListDetail.put("পায়ে জ্বালাপোড়া?", ht10);
        ht10.add("পায়ের পাতা দুটি যেন মাঝেমধ্যে মরিচ লাগার মতো জ্বলে। কখনো সুঁই ফোটার মতো বিঁধে। ঝিম ঝিম করে বা অবশও লাগে। প্রায়ই এ ধরনের অনুভূতির কথা শোনা যায় রোগীদের মুখে। এ এক বিরক্তিকর ও যন্ত্রণাকর অনুভূতি। নানা কারণে, এমনকি মানসিক বিপর্যয়েও হতে পারে এই জ্বালাযন্ত্রণা। কিন্তু বেশির ভাগ ক্ষেত্রে পায়ের স্নায়ু ক্ষতিগ্রস্ত হলেই এমনটা ঘটে। চিকিৎসা বিজ্ঞানের পরিভাষায় একে বলা হয় পেরিফেরাল নিউরোপ্যাথি।\n" +
                "\n" +
                "নিউরোপ্যাথির একটি বড় কারণ হলো অনিয়ন্ত্রিত ও দীর্ঘদিনের ডায়াবেটিস। রক্তে শর্করার আধিক্য ধীরে ধীরে পায়ের স্নায়ুগুলোকে ধ্বংস করে এ ধরনের উপসর্গ সৃষ্টি করে। কিডনি ও থাইরয়েড সমস্যায়, ভিটামিন বি১২ ও বি১-এর অভাব, মদ্যপান, রিউমাটয়েড আথ্রাইটিস ইত্যাদি রোগেও পায়ের স্নায়ুতে সমস্যা হয়। কিছু ওষুধের প্রতিক্রিয়ায় পায়ে জ্বালাপোড়া হতে পারে, যেমন: যক্ষ্মা রোগে ব্যবহূত আইসোনিয়াজিড, হূদেরাগে ব্যবহূত এমিওড্যারোন, কেমোথেরাপি ইত্যাদি।\n" +
                "তবে সব সময় পায়ে যন্ত্রণা বা জ্বালাপোড়া মানেই যে স্নায়ুতে সমস্যা বোঝায়, তা নয়। আরও কিছু কারণে এ ধরনের অনুভূতির সৃষ্টি হতে পারে। যেমন:\n" +
                "– পায়ে ছত্রাক সংক্রমণ\n" +
                "– পায়ে রক্ত চলাচলে সমস্যা\n" +
                "– মহিলাদের মেনোপোজের পর\n" +
                "– অতিরিক্ত দুশ্চিন্তা বা মানসিক চাপ\n" +
                "\n" +
                "কী করবেন?\n" +
                "জ্বালাপোড়া হঠাৎ শুরু হয়ে খারাপের দিকেই যাচ্ছে বা এর সঙ্গে পায়ের আঙুল বা পাতায় অনুভূতি কমে যাচ্ছে, অবশ মনে হচ্ছে ইত্যাদি লক্ষণ থাকলে অবহেলা করবেন না। আপনার পায়ের স্নায়ু ঠিক আছে কি না তা বোঝার জন্য অনেক সময় কোনো পরীক্ষা-নিরীক্ষারও প্রয়োজন নেই। চিকিৎসক একটি আলপিন বা একটি টিউনিং ফর্ক ব্যবহার করেই পায়ের অনুভূতিগুলো যাচাই করে নিতে পারবেন।\n" +
                "\n" +
                "– ডায়াবেটিসের রোগীরা রক্তে শর্করা নিয়ন্ত্রণে রাখুন, পায়ের যত্ন নিতে শিখুন।\n" +
                "– যাঁদের পায়ের স্নায়ু সমস্যা আছে, তাঁরা পায়ের যেকোনো ক্ষতের দ্রুত চিকিৎসা করুন। পায়ে গরম সেঁক নিতে, নখ কাটতে, জুতা বাছাই করতে সাবধান হোন।\n" +
                "– পায়ের সমস্যার জন্য সব সময় যে ভিটামিনের অভাবই দায়ী, তা নয়। তাই সব ধরনের সমস্যায় ভিটামিন বি খেয়ে উপকার পাওয়া যাবে না।\n" +
                "– দুশ্চিন্তা ও মানসিক চাপ কমান। প্রয়োজনে চিকিৎসা নিন।\n" +
                "– নিউরোপ্যাথি আছে প্রমাণিত হলে স্নায়ুর যন্ত্রণা লাঘব করে এমন কিছু ওষুধ পাওয়া যায়, চিকিৎসকের পরামর্শে সেগুলো সেবন করতে পারেন।");


        List<String> ht11 = new ArrayList<>();
        expandableListDetail.put("গ্যাসের ব্যথা কী করি", ht11);
        ht11.add("পেটে খুব গ্যাস হয়। ৮০ শতাংশ মানুষ এমন অভিযোগ করে থাকে অনেক সময়। অধিকাংশ লোকই জানে না এর মানে কী আর কেনই বা এমন হয়।\n" +
                "\n" +
                "অনেকের শাক-সবজি বেশি খেলে পেটে গ্যাস হয়। অন্ত্রের মধ্যে কিছু ব্যাকটেরিয়া ও রাসায়নিক পদার্থ আছে, যা বিভিন্ন খাদ্য উপাদানের সঙ্গে বিক্রিয়া করে নানা ধরনের গ্যাস উৎপন্ন করে। যেমন কার্বন ডাই-অক্সাইড, হাইড্রোজেন, অক্সিজেন, মিথেন ইত্যাদি। আবার কিছু গ্যাস দেহের রক্ত থেকে উৎপাদিত হয়ে পেটে আসে। ল্যাকটুলোজ-জাতীয় খাবার ও বিভিন্ন ধরনের ওষুধ পেটের রাসায়নিক বা অ্যাসিডের সঙ্গে বিক্রিয়া করে বেশি গ্যাস তৈরি করে থাকে।\n" +
                "\n" +
                "স্বাভাবিকভাবে আমাদের শরীরে সাধারণত ২০০ মিলিলিটার বা গড়ে ৪৭৬ মিলিলিটার থেকে ৬০০ মিলিলিটার পর্যন্ত গ্যাস উৎপন্ন হতে পারে, যা ঊর্ধ্বগামী বা নিম্নগামী হয়ে ১৮ থেকে ২০ বার পর্যন্ত শরীর থেকে বের হতে পারে।\n" +
                "\n" +
                "যাদের পেটে বেশি গ্যাস সৃষ্টি হয়, তাদের কিছু নিয়ম পালন করা দরকার।\n" +
                "\n" +
                "খাওয়ার সময় তাড়াহুড়া করে না খেয়ে ধীরস্থিরভাবে খাবার চিবিয়ে খেতে হবে, যাতে খাবারটা ভালোভাবে পরিপাকরসের সঙ্গে মেশে এবং হজম হয়। ধূমপান বর্জন করুন। কেন ও কোন খাবারে গ্যাস হয়, সেদিকে লক্ষ্য রাখুন ও তা থেকে বিরত থাকুন। বারবার ঢেকুর তুলবেন না। অতিরিক্ত দুশ্চিন্তা ও অস্থিরতা থেকে দূরে থাকুন। এই বিষয়টি নিয়ে বেশি চিন্তা না করে নিজের কাজে বেশি করে মনোনিবেশ করুন।");

        List<String> ht12 = new ArrayList<>();
        expandableListDetail.put("পোকার কামড়ে সংক্রমণ", ht12);
        ht12.add("গরম ও বৃষ্টির এই দিনগুলোতে প্রকৃতিতে পোকামাকড় ও মশার উৎপাত গেছে বেড়ে। পোকার কামড়ে শিশুদের প্যাপুলার আর্টিকেরিয়া হতে পারে। এতে দেহের অনাবৃত জায়গায়, যেমন: হাত-পায়ে লাল লাল দানা হয়, বেশ চুলকায় এবং পরে শুকিয়ে গেলে কালো দাগ রয়ে যায়। শিশুরা চুলকাতে গিয়ে অনেক সময় নখের আঁচড়ে রক্তপাত করে ও সংক্রমণ হয়। যেসব শিশু অন্যান্য অ্যালার্জিতে ভোগে অর্থাৎ এটপিক রয়েছে, যেমন: প্রায়ই হাঁপানি, নাক দিয়ে পানি পড়া, সর্দি হয়, তাদের এই আর্টিকেরিয়ার প্রকোপ বেশি।\n" +
                "\n" +
                "আর্টিকেরিয়ার চিকিৎসায় প্রতিরোধের ব্যবস্থা সবচেয়ে আগে করতে হবে। শিশুদের যেন পোকা বা মশা না কামড়ায়, সে জন্য প্রয়োজনে দিনে-রাতে মশারি ব্যবহার করুন, ফুলহাতা জামা ও পাজামা পরান, মশারোধক সেপ্র বা ওষুধ ব্যবহার করুন। পরিবেশ পরিচ্ছন্ন রাখুন এবং আশপাশের মশার প্রজনন স্থান ধ্বংস করুন। সংক্রমণ হলে অ্যান্টিবায়োটিক প্রয়োজন হতে পারে। সাধারণত স্টেরয়েড ক্রিম ও অ্যান্টিবায়োটিক ক্রিম কালো দাগ দূর ও প্রশমন করতে পারে। l");


        List<String> ht13 = new ArrayList<>();
        expandableListDetail.put("যখন-তখন ব্যথার ওষুধ নয়", ht13);
        ht13.add("ব্যথার জন্য দোকান থেকে ডাইক্লোফেন, ন্যাপরোক্সেন বা আইবুপ্রোফেন-জাতীয় শক্তিশালী ব্যথানাশক বড়ি দু-একটা খেয়ে নেওয়ার অভ্যাস আছে অনেকেরই। বিশেষ করে বাত, আথ্রাইটিস বা মাইগ্রেনের রোগীরা এ ধরনের অভ্যাসে আক্রান্ত।কিন্তু আপনি কি জানেন, না জেনে, না বুঝে এবং চিকিৎসকের পরামর্শ ছাড়া ব্যথানাশক বড়ি খেলে কিডনি বিকলের মতো মারাত্মক বিপর্যয় ঘটে যেতে পারে যখন-তখন? দীর্ঘদিনের ব্যথার রোগী, ডায়াবেটিস ও উচ্চ রক্তচাপের রোগী, ধূমপায়ী, যারা ঘুমের বড়ি খেয়ে অভ্যস্ত ও বয়স্ক রোগীদের মধ্যে এই ঝুঁকি আরও বেশি।বাজারে প্রচলিত ব্যথানাশক বড়িকে চিকিৎসকেরা এনএসএআইডি বা নন-স্টেরয়ডাল অ্যান্টি-ইনফ্লেমেটরি ওষুধ বলে থাকেন। এর সব কটিই কিডনির রক্তপ্রবাহ কমিয়ে দিয়ে ক্ষতি করতে পারে। দীর্ঘদিন এসব ওষুধ খেলে প্রস্রাবের সঙ্গে আমিষ ও রক্ত বের হওয়াসহ ইত্যাদি উপসর্গ দেখা দিতে পারে। এ ছাড়া কিডনির কার্যকারিতা ব্যাহত করতে পারে, যা বোঝা যাবে রক্তশূন্যতা, পায়ে-মুখে পানি আসা বা প্রস্রাব কমে যাওয়ার লক্ষণের মাধ্যমে। অনেক সময় ঝুঁকিপূর্ণ রোগীর ক্ষেত্রে মাত্র কয়েকটি বড়ি খেলেই কিডনি বিকল হয়ে যাওয়ার মতো বিপদ হতে পারে। এসব সমস্যাকে অ্যানালজেসিক নেফ্রোপ্যাথি বা ব্যথানাশক বড়িজনিত কিডনি সমস্যা বলে চিহ্নিত করা হয়। তাই কথায় কথায় বা চিকিৎসকের পরামর্শ ছাড়া নিজে নিজে কখনো ব্যথার ওষুধ সেবন করবেন না। ব্যথা সারাতে রোগের কারণ চিহ্নিত করে সেই অনুযায়ী চিকিৎসা নিন। দিনের পর দিন ব্যথার ওষুধ কোনো সমাধান হতে পারে না।");

        List<String> ht14 = new ArrayList<>();
        expandableListDetail.put("রস নয়, গোটা ফলটাই খান", ht14);
        ht14.add("সপ্তাহে অন্তত তিন দিন বিভিন্ন ফলমূল খেলে টাইপ-২ ডায়াবেটিসের ঝুঁকি ২ শতাংশ কমে। সম্প্রতি হার্ভার্ড মেডিকেল স্কুলের একদল বিজ্ঞানী এমনটাই বলছেন। তবে এই ফল আস্ত, খোসাসুদ্ধ ও প্রচুর ফাইবার বা আঁশযুক্ত হতে হবে। আপেল, আঙুর ও জাম—এই তিনটি ফল নিয়ে গবেষণা করে বেশ আশাব্যঞ্জক ফল পাওয়া গেছে। এর মধ্যে জাম ও এই জাতীয় ফল সবচেয়ে ভালো।\n" +
                "\n" +
                "বিজ্ঞানীরা বলছেন, যেসব ফলে প্রচুর ফাইবার বা আঁশ আছে, অ্যান্টিঅক্সিডেন্ট ও ফাইটোকেমিক্যাল উপাদান আছে, সেসব ফলমূল ডায়াবেটিস ও দীর্ঘমেয়াদি অসংক্রামক ব্যাধির ঝুঁকি কমাতে সহায়ক। আর এই উপকার পেতে আপনাকে সপ্তাহে অন্তত তিনবার গোটা ফল খোসাসহ খেতে হবে।\n" +
                "\n" +
                "তবে একই সঙ্গে এসব ফল থেকে তৈরি জুস বা রস ঝুঁকি না কমিয়ে বরং টাইপ-২ ডায়াবেটিসের সম্ভাবনা আরও বাড়িয়ে দেয়। তাই ফলের রস বা জুস নয়, বরং আস্ত ফল খাওয়ার অভ্যাসই ভালো।");

        List<String> ht15 = new ArrayList<>();
        expandableListDetail.put("সাঁতারে এত উপকার!", ht15);
        ht15.add("নিয়মিত সাঁতার কাটলে ফুসফুস ও হূদ্যন্ত্রের কর্মক্ষমতা বাড়ে। গবেষণায় দেখা গেছে, একজন সাঁতারুর অকালমৃত্যুর আশঙ্কা কর্মহীন ব্যক্তির অর্ধেক। সপ্তাহে আড়াই ঘণ্টাও যদি কেউ নিয়মিত সাঁতার কাটেন তবে ডায়াবেটিস, উচ্চ রক্তচাপ, হূদেরাগ ইত্যাদি দীর্ঘমেয়াদি অসংক্রামক ব্যাধির ঝুঁকি অনেক কমে যাবে।বর্তমানে শহরে সাঁতার জানা মানুষই এখন কম। কিন্তু সাঁতারের আছে নানা স্বাস্থ্যসুফল।সাঁতার কাটতে গেলে শরীরের প্রায় সব কটি সন্ধি ও মাংসপেশির সুষম ব্যবহার হয়। এটি পেশির দক্ষতা ও শক্তি বাড়ায়, সন্ধি ও লিগামেন্টের নমনীয়তা বৃদ্ধি করে। আর্থ্রাইটিস ও স্পনডালাইটিসের রোগীদের জন্য সাঁতার একটি কার্যকর ব্যায়াম। বিশেষ করে অ্যাংকাইলোজিং স্পনডাইলাইটিস নামের মেরুদণ্ডের সমস্যা উত্তরণে সাঁতার রীতিমতো উল্লেখযোগ্য চিকিৎসাব্যবস্থা। যারা হাঁটাহাঁটি করতে পারেন না, তাঁদের জন্য সাঁতার একটি বিকল্প ব্যবস্থা। সাঁতার ফুসফুসের কার্যক্ষমতা বা শক্তি বাড়ায়। এটি প্রমাণিত যে ছয় সপ্তাহ নিয়মিত সাঁতার কাটলে যে কারও ফুসফুসের আয়তন ও বাতাস ধরা-ছাড়ার দক্ষতা দুটোই বাড়ে। হাঁপানি, ব্রঙ্কাইটিস রোগীদের জন্য এটি সুখবর। ছয় সপ্তাহ নিয়মিত সাঁতার ক্লাসের পর শিশুদের হাঁপানির উল্লেখযোগ্য উন্নতি হয়, মুখে শ্বাস নেওয়ার প্রবণতা ও ঘুমের মধ্যে নাক ডাকার অভ্যাসও যায় কমে। l\n" +
                "\n" +
                "১. দৈনিক ২০-৩০ মিনিট সাঁতার আপনার ভবিষ্যৎ হূদেরাগের ঝুঁকি ৩০-৪০ শতাংশ কমিয়ে দেবে। কমাবে উচ্চ রক্তচাপও। একই সঙ্গে কমাবে ক্ষতিকর চর্বি ও কোলেস্টেরল, কিন্তু বাড়াবে উপকারী চর্বি। সপ্তাহে তিন দিন ৩০ মিনিট করে ব্রেস্ট স্ট্রোক সাঁতারে ডায়াবেটিসের ঝুঁকি ১০ শতাংশ কমবে।\n" +
                "\n" +
                "২. সাঁতারে ওজন কমে। প্রতি ১০ মিনিট ব্রেস্ট স্ট্রোক-৬০ ক্যালরি, ব্যাক স্ট্রোক-৮০ ক্যালরি, ফ্রিস্টাইল ১০০ ক্যালরি ও বাটারফ্লাই স্ট্রোক খরচ করে ১৫০ ক্যালরি।\n" +
                "\n" +
                "৩. মস্তিষ্কের হিপোক্যামপাস এলাকার স্নায়ু উজ্জীবিত হয়। ফলে মানসিক চাপ কমে। মন-মেজাজ ভালো হয়, বিষণ্নতা কমে।");


        List<String> ht16 = new ArrayList<>();
        expandableListDetail.put("মুখ-গলা শুকিয়ে ‘কাঠ’", ht16);
        ht16.add("প্রায়ই এমন মনে হয় যে মুখ-গলা শুকিয়ে কাঠ, জিবে মুখে কোনো লালা নেই। প্রচণ্ড পিপাসা পেলে, বিভিন্ন ওষুধের পার্শ্বপ্রতিক্রিয়ায় বা অনেক সময় উদ্বেগ কিংবা দুশ্চিন্তায় এমনটা হয়। কিন্তু প্রায়ই আপনার মুখ-জিব শুকিয়ে খটখটে হয়ে এলে একটু ভাবতে হয় বৈকি। চিকিৎসাবিজ্ঞানের ভাষায় একে বলে জেরোস্টোমিয়া। মুখের লালাগ্রন্থি থেকে লালা নিঃসরণ কমে গেলেই এটা হয়।\n" +
                "\n" +
                "লালার কাজ কেবল মুখ আর্দ্র রাখাই নয়, খাবারের স্বাদ গ্রহণ ও হজমে এর গুরুত্বপূর্ণ ভূমিকা রয়েছে। তা ছাড়া লালা না থাকলে জিবে ঘা বা জ্বালাপোড়া হয়, মুখে, মাড়িতে ও দাঁতে সংক্রমণ হয়। অ্যালার্জি, উচ্চ রক্তচাপ, বিষণ্নতা, ঘুমের ওষুধসহ প্রায় ৪০০ রকমের ওষুধে মুখে লালা নিঃসরণ কমে যায়। ডায়াবেটিস, পারকিনসন রোগ, স্ট্রোকের পর, রক্তশূন্যতা ও নানা ধরনের রোগে বারবার মুখ শুকায়। হাঁপানি বা ব্রঙ্কাইটিসের রোগীরা মুখে শ্বাস নেন বলে বারবার মুখ শুকিয়ে যায়।\n" +
                "\n" +
                "বারবার মুখ শুকানোর প্রবণতা রোধে কিছু পদক্ষেপ নেওয়া যায়। চা-কফি মুখের আর্দ্রতা কমিয়ে দেয়, তাই এগুলো বেশি খাবেন না। তামাক ও সিগারেট বন্ধ করুন। প্রচুর পানি পান করুন। চিনিহীন ক্যান্ডি বা চুইংগাম ব্যাগে রাখতে পারেন, প্রয়োজনে মুখে দিলে লালা নিঃসরণ বাড়বে। ফ্লুরাইডযুক্ত টুথপেস্ট এদের জন্য ভালো। মুখে শ্বাস নেবেন না, নাক বন্ধ থাকলে নাকে ড্রপ দিন। ঘর যথেষ্ট আর্দ্র রাখবেন, বিশেষ করে রাতে। মুখ শুকিয়ে যাওয়ার মতো কোনো রোগ থাকলে শনাক্ত করে চিকিৎসা নিন।");
        List<String> ht17 = new ArrayList<>();
        expandableListDetail.put("অন্তত ৩০ মিনিট হাঁটুন", ht17);
        ht17.add("একেতো বৃষ্টি-বাদলা, তারপর টানা ঈদের ছুটি। সব মিলে হাঁটাহাঁটির অভ্যাসটা অনেকের অনিয়মিত হয়ে গেছে। তাই আবার শুরু করুন। হাঁটতে তো আর যন্ত্রপাতি লাগে না। লাগে কেবল একটু ইচ্ছাশক্তি। আপনার বয়স যদি ৩৫ থেকে ৬০ বছরের মধ্যে হয়ে থাকে, তবে দৈনিক ২০ মিনিট হেঁটে উচ্চ রক্তচাপ ১২ শতাংশ কমিয়ে ফেলতে পারবেন। এর বেশি সময় হাঁটলে কমাতে পারবেন ৩০ শতাংশ। একই সঙ্গে কমবে ওজন, চর্বির আধিক্য ও ডায়াবেটিস।\n" +
                "তবে এসব উপকার পেতে হলে অনিয়মিত ও বিশৃঙ্খলভাবে হাঁটলে চলবে না। সপ্তাহে অন্তত তিন-চার দিন হাঁটবেন, অন্তত ৩০ থেকে ৪৫ মিনিট টানা। কখনো টানা দুই দিনের বেশি বিরতি দেওয়া ঠিক নয়। হাঁটতে হবে যথেষ্ট দ্রুত, যেন হূদস্পন্দন বেড়ে যায়, শরীর ঘেমে যায়।\n" +
                "হাঁটার শুরুর দিকে পাঁচ থেকে ১০ মিনিট জগিং করে বা হালকা ব্যায়াম করে শরীরটা চাঙা করুন। শেষে আবার পাঁচ থেকে ১০ মিনিট বিশ্রাম।\n" +
                "খাবার পরপরই হাঁটবেন না, অন্তত এক ঘণ্টা বিরতি দিন। হাঁটা শেষ করে পানি পান করুন। আবার হেঁটে ফিরে এসে সঙ্গে সঙ্গেই না খেয়ে এক-দুই ঘণ্টা বিরতি দিন। দুপুরের রোদ বাদ দিয়ে সকালে বা বিকেলের মনোরোম আবহাওয়ায় হাঁটুন। যদি কষ্ট হয়, তবে প্রথমে সপ্তাহে দুই দিন, তারপর তিন দিন, তারপর চার দিন করে হাঁটুন। এভাবে অভ্যাসটি প্রতিদিনের জন্য গড়ে তুলুন।");


        List<String> ht18 = new ArrayList<>();
        expandableListDetail.put("ঘামের দুর্গন্ধ?", ht18);
        ht18.add("সকালে ধোপদুরস্ত হয়ে বেরিয়েছেন ঠিকই, কিন্তু বাসে ভিড়ে ঘেমে অস্থির হয়ে যখন অফিসে ঢুকেছেন তখন শার্টটা যেমন কুঁচকে গেছে তেমনি শরীরটাও ঘামের গন্ধ ছড়াতে শুরু করেছে। অথবা অফিসের পর সন্ধ্যায় জরুরি বৈঠক রয়েছে, কিন্তু সারা দিন পর দুর্গন্ধের জন্য বিব্রত বোধ করছেন। এই সমস্যা প্রায় সবার। আশ্চর্য হলেও সত্যি যে আমাদের দেহের ঘাম আসলে গন্ধহীন। কিন্তু ত্বকে বাস করা নানা ব্যাকটেরিয়া এই ঘামের মধ্যে বংশবিস্তার করে ও দুর্গন্ধের সৃষ্টি করে। এই সমস্যা মোকাবিলার জন্য কিছু পদক্ষেপ অবশ্যই নেওয়া যায়।\n" +
                "প্রতিদিন গোসল করা উচিত। প্রয়োজনে বাইরে যাওয়ার আগে ও ফিরে এসে দুবারই গোসল করা যায়। গোসলের সময় খুব ভালো করে ত্বকের নানা ভাঁজ পরিষ্কার করতে হবে। কেননা যতক্ষণ না ব্যাকটেরিয়াগুলো ধুয়ে দূর করতে পারছেন ততক্ষণ গন্ধ পিছু ছাড়বে না।\n" +
                "গোসলের পর খুব ভালো করে ত্বক শুষ্ক করতে হবে। শুষ্ক ত্বকে জীবাণুর বৃদ্ধি কম হয়। একই পোশাক কখনো না ধুয়ে ব্যবহার করবেন না। ব্যবহূত তোয়ালেও পারলে সপ্তাহে এক বা দুবার ধুয়ে ফেলুন। ওয়ার্ডরোব পরিচ্ছন্ন রাখুন ও প্রয়োজনে সুগন্ধি ব্যবহার করুন। প্রতিদিন বা দরকার হলে দিনে দুবার মোজা পরিবর্তন করুন। জুতা পরিষ্কার রাখুন বা এতে ডিওডোরেন্ট পাউডার ব্যবহার করুন। দুর্গন্ধের সঙ্গে খাবারেরও সম্পর্ক আছে। পেঁয়াজ, রসুন ও অতিরিক্ত মসলাযুক্ত খাবার এই সম্ভাবনা বাড়িয়ে দেয়।");


        List<String> ht19 = new ArrayList<>();
        expandableListDetail.put("পরীক্ষার আগে বুক ধড়ফড়?", ht19);
        ht19.add("পরীক্ষার দিন সকালে উঠে দু-দুবার বমি। তার পর শুরু হলো বুক ধড়ফড়ানি আর জিব শুকিয়ে আসা। কয়েকবার পানি খেয়েও লাভ হলো না। পরীক্ষার কেন্দ্রে গিয়ে যখন পৌঁছালেন, তখন রীতিমতো পা কাঁপছে। যা কিছু জানেন, এ অবস্থায় তাও ভুলে যাচ্ছেন। এভাবে কী পরীক্ষা দেওয়া যায়?\n" +
                "\n" +
                "উদ্বেগ বা দুশ্চিন্তা জীবনের অবিচ্ছেদ্য অংশ। জীবনে নির্দিষ্ট মাত্রার উদ্বেগ প্রয়োজনীয়ও বটে। দুশ্চিন্তা একেবারে না থাকলে কাজে উদ্যম থাকে না, লক্ষ্যপূরণের প্রস্তুতিও যথাযথ হয় না। পরীক্ষা নিয়ে উদ্বেগ বা চিন্তাই যথাযথ প্রস্তুতি নেওয়ার চালিকাশক্তি। পরীক্ষা নিয়ে যার কোনো ভাবনাই নেই, সে তো প্রস্তুতিই নেবে না ঠিকভাবে। কিন্তু পরীক্ষার এই ভাবনা যখন স্বাভাবিকতার সীমা অতিক্রম করে চরম দুর্ভাবনা আর অতিরিক্ত উদ্বেগে রূপ নেয়, মানসিক চাপ বিপর্যস্ত করে তোলে পরীক্ষার্থীকে, সেটা তখন নেতিবাচক। কোনো বিষয়ে মাত্রাতিরিক্ত দুশ্চিন্তা যখন ব্যক্তির দৈনন্দিন জীবনকে বাধাগ্রস্ত করে, তখন তা রোগের পর্যায়ে পড়ে।\n" +
                "\n" +
                "উদ্বেগজনিত রোগ বা অ্যাংজাইটি ডিসঅর্ডারে আক্রান্ত ব্যক্তির নানা শারীরিক-মানসিক উপসর্গ দেখা দেয়। যেমন: মাথা ঘোরানো, মাথাব্যথা, চোখে ঝাপসা দেখা, জিব শুকিয়ে যাওয়া, গিলতে কষ্ট হওয়া, ঘাড়ে ব্যথা, শ্বাস নিতে কষ্ট, বুক ধড়ফড় করা, পেট ফাঁপা, বারবার প্রস্রাব হওয়া, বেশি ঘাম, নেতিবাচক চিন্তা, ভুলে যাওয়া, অমনোযোগিতা, একই ভাবনার পুনরাবৃত্তি প্রভৃতি। দীর্ঘমেয়াদি উদ্বেগের কারণে শরীরের রোগ প্রতিরোধের ক্ষমতা কমে যায়, উচ্চ রক্তচাপ ও ডায়াবেটিসসহ নানা সমস্যার ঝুঁকি বেড়ে যায়।\n" +
                "\n" +
                "উদ্বেগের কারণগুলোকে হয়তো পুরোপুরি উপড়ে ফেলা সম্ভব নয়, কিন্তু এর সঙ্গে মানিয়ে নেওয়ার চেষ্টা করা যেতে পারে। এ জন্য প্রয়োজন স্বাস্থ্যকর ও সুশৃঙ্খল জীবনযাপন। স্বাস্থ্যকর আহার করুন, প্রতিদিন হালকা ব্যায়াম করুন। নিজের জন্য আলাদা কিছুটা সময় বরাদ্দ রাখুন। প্রিয় বা ভালো লাগা কোনো কাজে (যেমন: গান শোনা, বই পড়া, বাগান পরিচর্যায়) সময় দিন। সামর্থ্য অনুযায়ী জীবনের লক্ষ্য স্থির করুন। অবাস্তব লক্ষ্যের পেছনে ছুটবেন না। সব সময় অন্যের সঙ্গে নিজেকে বা সন্তান ও প্রিয়জনকে তুলনা করবেন না। দৃষ্টিভঙ্গি ইতিবাচক করুন। নিজের সিদ্ধান্ত নিজে নিতে শিখুন। ধূমপান ও মাদকাসক্তি থেকে দূরে থাকুন। দুশ্চিন্তার সময়ে রিল্যাক্সেশন বা শিথিলায়ন করতে পারেন। প্রচণ্ড কাজ বা চাপের মধ্যেও অবসর সময় বের করে উপভোগ করুন। কাছের মানুষের সঙ্গ নিন।");


        List<String> ht20 = new ArrayList<>();
        expandableListDetail.put("অকালে কপালে ভাঁজ!", ht20);
        ht20.add("কপালে বা চোখের পাশে ভাঁজ পড়া বয়স বাড়ার একটি স্বাভাবিক লক্ষণ। কিন্তু কারও কারও অপেক্ষাকৃত কম বয়সেই অনেক ভাঁজ পড়ে, কেউ আবার অনেক বয়সেও টান টান ত্বকের অধিকারী হয়ে থাকেন। এই পার্থক্য কেন হয়?\n" +
                "বয়স বাড়ার সঙ্গে সঙ্গে আমাদের ত্বকের ভেতরে ডার্মিস স্তর পাতলা হতে থাকে। কোলাজেন ও অন্যান্য ফাইবারের পরিমাণও কমে যায়। এতে ত্বক ঢিলে হয়ে আসে, ভাঁজ পড়তে শুরু করে। বয়সের সঙ্গে সঙ্গে ত্বকের শুষ্কতাও বাড়ে, আর এটিও ভাঁজের জন্য কিছুটা দায়ী। কিছু বিষয় ত্বকের এই বুড়িয়ে যাওয়া ত্বরান্বিত করতে সাহায্য করে। যেমন অতিরিক্ত রোদে বা সূর্যালোকে কাজ করা, ধূমপান, পরিবেশদূষণ ও পারিবারিক ইতিহাস। ধূমপান ত্বকের কোলাজেনকে ধ্বংস করে।\n" +
                "ত্বকের অকাল ভাঁজের চিকিৎসায় রেটিনয়েড ক্রিম থেকে শুরু করে বটুলিনাম টক্সিন, লেজার, কেমিক্যাল পিলিংসহ নানা পদ্ধতি ব্যবহূত হয়। কিন্তু এর কোনোটাই স্থায়ী সমাধান নয় এবং অত্যন্ত ব্যয়বহুলও বটে। আর চিকিৎসকের পরামর্শ ছাড়া কোনোটাই গ্রহণ করা যাবে না।\n" +
                "দিনের বেলা বেরোতে হলে অবশ্যই ত্বকে সানস্ক্রিন ব্যবহার করবেন। ধূমপান পরিহার করুন। খাদ্যের তালিকায় প্রচুর ভিটামিন এ, সি, ই এবং বি-৩ যুক্ত খাবার রাখুন। ত্বকের শুষ্কতা এড়াতে প্রচুর পানি পান করুন।");

        List<String> ht21 = new ArrayList<>();
        expandableListDetail.put("ভাজাপোড়া কমিয়ে চাই স্বাস্থ্যকর ইফতার", ht21);
        ht21.add("ইফতারের টেবিলে প্রতিদিন থাকে নানা রকমের উপকরণ। সারা দিন রোজা রেখে দৈনিক প্রয়োজনীয় পুষ্টি বা ক্যালরির চাহিদা মেটাতে এই খাবারগুলো সাহায্য করে। তবে আমাদের ইফতারে ভাজাপোড়ার পরিমাণ বেশি থাকে বলে এ মাসে তেল ও চর্বির গ্রহণও বেড়ে যায়। মূল উপদান ঠিক রেখে প্রস্তুতি ও পরিবেশনে পরিবর্তন এনে এই সমস্যা অনেকটাই কমিয়ে আনা যায়।\n" +
                "ছোলা: ছোলায় প্রচুর আমিষ ও খনিজ আছে, এ ছাড়া রয়েছে প্রচুর আঁশ। ছোলা থেকে দৈনিক আঁশের চাহিদার ৪০ শতাংশ মেটানো সম্ভব। ১৫০ গ্রাম ছোলায় আছে ১৫০ গ্রাম কিলোক্যালরি শক্তি। এটি রমজান মাসে আমিষের চাহিদা পূরণ করে, কোষ্ঠকাঠিন্য দূর করে। প্রচুর তেল দিয়ে ভুনা না করে ছোলা সেদ্ধ সামান্য তেল, বিট লবণ, শসা, টমেটো, পেঁয়াজ, মরিচ ও মুড়ি দিয়ে মেখে খেতে পারেন।\n" +
                "দই-চিড়া: আমিষ ও শর্করার একটি সুষম মিশ্রণ পাওয়া যায় দই চিড়ায়। দই আমিষ, ভিটামিন ও ক্যালসিয়ামের চাহিদা মেটায়, হজমে সহায়ক ভূমিকা রাখে। চিড়ায় রয়েছে আঁশযুক্ত জটিল শর্করা, যা রক্তে শর্করা তেমন বাড়ায় না। এই দুইয়ে মিলে একটি চমৎকার সংমিশ্রণ হতে পারে।\n" +
                "হালিম: বিভিন্ন ধরনের ডাল ও গম মেশানোর কারণে হালিম একটি উচ্চমাত্রার আমিষ উপাদান। এ ছাড়া এতে আছে প্রচুর আঁশ, কিছু শর্করা, পটাসিয়াম ও অন্যান্য খনিজ। হালিমে চর্বির পরিমাণ কমাতে তেলের পরিমাণ কমিয়ে দিন, গরুর মাংসের পরিবর্তে মুরগি ব্যবহার করতে পারেন।\n" +
                "খেজুর: খেজুরে উচ্চমাত্রার গ্লুকোজ ও ফ্রুক্টোজ থাকলেও আঁশ থাকার ফলে ধীরে ধীরে এই শর্করা রক্তে মেশে এবং সমস্ত দিন ধরে শক্তি জোগাতে পারে। এ ছাড়া এতে পটাশিয়ামের মাত্রাও বেশি। তবে উচ্চ শর্করাযুক্ত বলে একসঙ্গে একটি কি দুটি খাওয়াই ভালো।\n" +
                "শরবত: শরবতে ব্যবহূত চিনি রক্তে শর্করা বাড়িয়ে দিতে পারে। তাই এর বিকল্প হতে পারে বিট লবণ দিয়ে লেবু পানি, গোলমরিচ লবণ দিয়ে দইয়ের শরবত, আমের জুস বা ইসবগুলের ভুসির নির্যাস। বিকল্প চিনিও ব্যবহার করা যায়।");


        List<String> ht22 = new ArrayList<>();
        expandableListDetail.put("চোখের নিচে কালি", ht22);
        ht22.add("অনেকেরই দুই চোখের নিচের অংশটুকু কালচে হয়ে থাকে। কারও বা হয়তো একটু ফুলেও থাকে। মুখের বাকি অংশের রঙের সঙ্গে এটি বেমানান দেখায়। এটি ঢাকতে অনেকে বাধ্য হয়ে প্রসাধনী, চিকিৎসকের পরামর্শ নিয়ে থাকেন। তবে যা-ই হোক, চোখের নিচে কালো হয়ে গেলে কেবল সৌন্দর্যহানিই ঘটে না, ক্লান্ত ও অবসাদগ্রস্তও দেখায়।\n" +
                "\n" +
                "কারণ\n" +
                "বয়সের ছাপ: আমাদের চোখের নিচের ত্বকটি সবচেয়ে বেশি পাতলা। বয়সের সঙ্গে সঙ্গে তা আরও পাতলা হয়ে উজ্জ্বলতা হারায়। বংশগতভাবে অনেকের এই সমস্যা থাকে।\n" +
                "ঘুমের ঘাটতি: পর্যাপ্ত ঘুমের অভাব, অতিরিক্ত ক্যাফেইন ও অ্যালকোহল, সূর্যরশ্মির প্রভাব এবং মানসিক চাপ, অ্যালার্জি, ঠান্ডা বা সর্দি লাগা এই সমস্যার জন্য দায়ী।\n" +
                "প্রসাধন: চোখ কচলানো, চোখে বেশি প্রসাধনী ব্যবহার ও প্রসাধনী না উঠিয়ে ঘুমাতে যাওয়াও দায়ী হতে পারে।\n" +
                "\n" +
                "পরামর্শ\n" +
                "সুস্থ জীবনধারা: রাত জাগার অভ্যাস ত্যাগ করুন। সন্ধ্যার পর কফি বা অ্যালকোহল খাবেন না। রাতে প্রচুর লবণযুক্ত খাবারও খাবেন না। ঘুমানোর সময় একটু উঁচু বালিশ ব্যবহার করুন।\n" +
                "সূর্যরশ্মি: চোখের প্রসাধনী ভালো করে ধুয়ে তবেই ঘুমাতে যাবেন। রোদে বেরোনোর সময় কালো চশমা ও সানস্ক্রিন ব্যবহার করুন।\n" +
                "নাকের ড্রপ: ঠান্ডা-সর্দি হলে রাতে শোয়ার সময় স্যালাইন দিয়ে নাক পরিষ্কার করুন বা নাকে ড্রপ-স্প্রে ইত্যাদি ব্যবহার করতে পারেন।");

        List<String> ht23 = new ArrayList<>();
        expandableListDetail.put("বিরক্তিকর নাক ডাকা", ht23);
        ht23.add("নাক ডাকা নিজের জন্য না হলেও ঘরের অন্য মানুষের জন্য নিশ্চয়ই বিরক্তিকর। মধ্যবয়স্ক ৪০ শতাংশ পুরুষ ও ২০ শতাংশ নারী ঘুমের মধ্যে নাক ডাকেন। নাক ডাকা বড় কোনো সমস্যা মনে না হলেও শ্বাসযন্ত্র ও অন্য কিছু শারীরিক সমস্যার কারণে নাক ডাকতে পারে। প্রয়োজনে চিকিৎসকের পরামর্শ নিন।\n" +
                "\n" +
                "নাক কেন ডাকে\n" +
                "– ঘুমের মধ্যে শ্বাস-প্রশ্বাসের গতিপথে কোনো বাধা পেলে বাতাস শ্বাসযন্ত্রে কাঁপুনির সৃষ্টি করে। এরই ফলে নাক ডাকার শব্দ হয়।\n" +
                "– ওজন বেড়ে যাওয়ার সঙ্গে গলার চারপাশের চর্বি জমা হয়।\n" +
                "– গলার পেশির নমনীয়তা কমে গেলে।\n" +
                "– জন্মগত কারণে শ্বাসযন্ত্র সরু হলে বা চোয়ালে কোনো সমস্যা থাকলে\n" +
                "– ধূমপান, অতিরিক্ত অ্যালকোহল ও ঘুমের ওষুধ এই সমস্যা বাড়ায়।\n" +
                "– থাইরয়েডের সমস্যা ও গ্রোথ হরমোনের আধিক্যজনিত রোগে।\n" +
                "– অনেক সময় চিত হয়ে ঘুমালে জিব পেছনে চলে গিয়ে শ্বাসনালি বন্ধ করে দেয়।\n" +
                "\n" +
                "কিছু নিয়ম মেনে চলুন\n" +
                "—যাদের নাক বন্ধ থাকে বা সর্দি লেগে থাকে তারা নাক পরিষ্কার করে ঘুমাতে যান।\n" +
                "—শোবার ঘরের তাপমাত্রা আর্দ্র রাখুন। শুষ্ক আবহাওয়ায় নাকের ঝিল্লিতে সমস্যা হতে পারে।\n" +
                "—ঘুমের দুই ঘণ্টা আগে থেকে চা, কফি, অ্যালকোহল বা মসলা ও তেলযুক্ত খাবার খাবেন না।\n" +
                "—সম্পূর্ণ চিত হয়ে না শুয়ে ডানে বা বাঁয়ে কাত হয়ে শোয়ার অভ্যাস করুন।\n" +
                "—স্লিপ এপনিয়া বা নাক ডাকার সঙ্গে সারা দিন ঘুম ঘুম ভাব ও যত্রতত্র ঘুমিয়ে পড়ার সমস্যা থাকলে চিকিৎসকের শরণাপন্ন হন।");


        List<String> ht24 = new ArrayList<>();
        expandableListDetail.put("বুক জ্বালা-পোড়ার সমস্যা?", ht24);
        ht24.add("মাঝেমধ্যে বুকের মাঝখানে জ্বালা-পোড়াকে চিকিৎসাবিজ্ঞানে হার্ট বার্ন বলে। যদিও এটি হূৎপিণ্ডের সমস্যা নয়। সমীক্ষায় দেখা যায়, প্রতিদিন ২৫ মিলিয়ন লোক এবং ৪০ শতাংশ পূর্ণবয়স্ক নারী-পুরুষ জীবনের যেকোনো সময়ে এ উপসর্গে ভুগে থাকেন। গর্ভকালীন ৪০ থেকে ৮০ শতাংশ গর্ভবতী মায়ের এ সমস্যা প্রকট হয়ে দেখা দেয়।\n" +
                "\n" +
                "ঝুঁকি\n" +
                "যাঁরা এ উপসর্গে ভোগেন, তাঁদের মধ্যে ৯৪ শতাংশ ব্যক্তি খাবারের তারতম্যের কারণে এবং ৫০ শতাংশ ব্যক্তি মানসিক চাপের কারণে এ সমস্যায় পড়েন।\n" +
                "\uF06C অ্যালকোহল, কালো গোলমরিচ, চকলেট, কফি, কোমল পানীয়, সিরকা, তৈলাক্ত খাবার, ভাজাপোড়া, আচার, টমেটো সস, কমলার রস, পেঁয়াজ, পিপারমিন্ট ইত্যাদি এই উপসর্গ বাড়ায়।\n" +
                "\uF06C খাবার গ্রহণের পরপরই শুয়ে পড়া বা ব্যায়াম করা ভালো নয়।\n" +
                "\uF06C পাকস্থলীর ওপর চাপ। যেমন একসঙ্গে বেশি খাদ্য গ্রহণ, স্থূলতা, গর্ভাবস্থা, শক্ত বেল্টের প্যান্ট পরা।\n" +
                "\uF06C দুশ্চিন্তা, মানসিক চাপ ও ধূমপান।\n" +
                "\n" +
                "প্রতিরোধ\n" +
                "বর্তমানে বুক জ্বালা-পোড়ায় নানা ধরনের ওষুধ ব্যবহূত হয়, যা চিকিৎসকের পরামর্শে সেবন করতে পারেন। তবে কিছু নিয়ম মেনে চললে সহজেই এটি এড়িয়ে চলা যায়।\n" +
                "\uF06C যেসব খাবার ও পানীয় খেলে বুক জ্বলে তা চিহ্নিত করুন এবং এড়িয়ে চলুন।\n" +
                "\uF06C ধূমপান পরিহার করুন।\n" +
                "\uF06C একসঙ্গে বেশি না খেয়ে ঘন ঘন অল্প পরিমাণে খান।\n" +
                "\uF06C খাওয়ার পরপরই শুয়ে পড়বেন না অথবা ব্যায়াম করবেন না। দু-তিন ঘণ্টা অপেক্ষা করুন।\n" +
                "\uF06C অতিরিক্ত ওজন কমিয়ে ফেলুন।");


        List<String> ht25 = new ArrayList<>();
        expandableListDetail.put("বঅনিদ্রা দূর করতে ৭ পরামর্শ", ht25);
        ht25.add("সপ্তাহে তিন দিন বা তার বেশি ঘুম না আসা, বারবার ঘুম ভেঙে যাওয়া, ঘুমোতে সমস্যা, অল্প সময় ঘুম হওয়া এবং ঘুম থেকে ওঠার পর ক্লান্তি ভাব, সারা দিন খিটখিটে ভাব ইত্যাদি ইনসোমনিয়া বা অনিদ্রার লক্ষণ। মস্তিষ্কের নিউরোহরমোনাল অসামঞ্জস্য অনিদ্রার অন্যতম কারণ।\n" +
                "এমন সমস্যার কারণে কর্মক্ষমতা, বুদ্ধিমত্তা ও মনোযোগ কমতে পারে। শারীরিক ক্ষতিও হতে পারে। যেমন: ওজনাধিক্য, রোগপ্রতিরোধ ক্ষমতা হ্রাস, ডায়াবেটিস, উচ্চ রক্তচাপ ও হূদেরাগের ঝুঁকি বাড়ায়।\n" +
                "\n" +
                "কারণ\n" +
                "১. মানসিক চাপ, দুশ্চিন্তা, বিষণ্নতা, মানসিক আঘাত-পরবর্তী পরিস্থিতি।\n" +
                "২. ঘুমের পরিবেশের ব্যাঘাত যেমন: অতিরিক্ত শব্দ, আলো, গরম বা ঠান্ডা।\n" +
                "৩. ঘুমের নিয়মে পরিবর্তন, যা মস্তিষ্কে মেলাটোনিন হরমোন নিঃসরণে ব্যাঘাত সৃষ্টি করে।\n" +
                "৪. সন্ধ্যার পর ধূমপান, অতিরিক্ত ক্যাফেইন বা অ্যালকোহল সেবন।\n" +
                "৫. ঘুমের আগে টিভি দেখা, ভিডিও গেমস খেলা।\n" +
                "৬. দীর্ঘমেয়াদি শারীরিক অসুস্থতা, যেমন: বাত, ক্যানসার, হূদেরাগ, ফুসফুসের রোগ, গ্যাস্ট্রিক, থাইরয়েডের সমস্যা।\n" +
                "\n" +
                "পরামর্শ\n" +
                "১. প্রতিদিন একই সময়ে ঘুমানোর অভ্যাস করুন। ছুটির দিনসহ প্রতিদিন একই সময়ে ঘুম থেকে উঠে পড়ুন।\n" +
                "২. শোয়ার ঘর কেবল ঘুমের জন্য ব্যবহার করুন। সেখানে যেন অতিরিক্ত শব্দ বা আলো না থাকে।\n" +
                "৩. ঘুমের আগে হালকা গরম পানির গোসল, বই পড়া, মৃদু গান, উপাসনা বা ইয়োগা সাহায্য করতে পারে। বারবার ঘড়ি দেখবেন না।\n" +
                "৪. জোর করে ঘুমের চেষ্টা করবেন না। ২০ মিনিটের মধ্যে ঘুম না এলে উঠে পড়ুন। অন্য ঘরে যান, হালকা কিছু পড়ুন ঘুম না আসা পর্যন্ত।\n" +
                "৫. দুপুরে ৩০ মিনিটের বেশি বিশ্রাম নেবেন না, তা তিনটার আগেই সেরে নিন।\n" +
                "৬. ঘুমানোর চার-ছয় ঘণ্টা আগে ভারী কাজ, ব্যায়াম এবং অ্যালকোহল, কফি, ধূমপান এড়িয়ে চলুন।\n" +
                "৭. ঘুমানোর দুই ঘণ্টা আগে রাতের খাবার খেয়ে নিন। এরপর খিদে পেলে এক গ্লাস দুধ খেতে পারেন।");


        List<String> ht26 = new ArrayList<>();
        expandableListDetail.put("কিডনি সুস্থ রাখতে আট পরামর্শ", ht26);
        ht26.add("দূষিত পদার্থ ছেঁকে বের করে দিয়ে শরীরকে সুস্থ রাখে কিডনি। শরীরের পানি ও রক্তের অন্যান্য রাসায়নিক পদার্থ যেমন সোডিয়াম, পটাশিয়াম, ফসফরাস ও ক্যালসিয়ামের ভারসাম্যও বজায় রাখে। নিয়মিত কিছু স্বাস্থ্যকর অভ্যাস গড়ে তোলার মাধ্যমে কিডনি সুস্থ রাখা সম্ভব।\n" +
                "কিডনি সুস্থ রাখার উপায়\n" +
                "\n" +
                "১. ডায়াবেটিস ও উচ্চ রক্তচাপ নিয়ন্ত্রণে রাখুন।\n" +
                "২. বিনা কারণে ব্যথানাশক ওষুধ না খাওয়া। বিভিন্ন ধরনের ব্যথানাশক ওষুধ চিকিৎসকের পরামর্শ ব্যতীত গ্রহণ করলে কিডনি রোগ হওয়ার ঝুঁকি বাড়ে।\n" +
                "৩. পরিমিত পরিমাণে (ছয়-আট গ্লাস) পানি পান করুন। কিছুতেই শরীরে পানি কম পড়তে দেওয়া ঠিক নয়। আবার বেশি বেশি পানি খেলে কিডনি ভালো থাকবে, এমন কথা ঠিক নয়। শীতকালে পানির প্রয়োজন কম হলেও গ্রীষ্মে অধিক পরিমাণে পানি গ্রহণ করতে হবে।\n" +
                "৪. শিশুদের গলাব্যথা, খোস-পাঁচড়া বা স্ক্যাবিস হলে দ্রুত চিকিৎসার ব্যবস্থা করুন। এসব রোগের জটিলতা হিসেবে কিডনি রোগে আক্রান্ত হওয়ার ঝুঁকি থাকে।\n" +
                "৫. ডায়রিয়া হলে দ্রুত চিকিৎসা নিন। কেননা সঠিকভাবে ডায়রিয়ার চিকিৎসা না হলে হঠাৎ কিডনি বিকল হয়ে যেতে পারে।\n" +
                "৬. পরিবারে কিডনি রোগের ইতিহাস থাকলে চিকিৎসকের পরামর্শ অনুযায়ী পরীক্ষা করা উচিত।\n" +
                "৭. হাত-পা ফুলে গেলে, প্রস্রাবের পরিমাণ কমে গেলে, প্রস্রাবের সঙ্গে রক্ত গেলে দ্রুত চিকিৎসকের শরণাপন্ন হতে হবে। কেননা এসব সমস্যা কিডনি রোগের লক্ষণ প্রকাশ করে।\n" +
                "৮. ধূমপান পরিহার করুন। ধূমপানের কারণে দেহের অন্যান্য অঙ্গের মতো কিডনিও আক্রান্ত হতে পারে।");


        List<String> ht27 = new ArrayList<>();
        expandableListDetail.put("ককোমরে ব্যথায় ১০ পরামর্শ", ht27);
        ht27.add("কোমরে ব্যথা নিরাময়ে যেমন ব্যায়াম জরুরি, তেমনি সতর্কতাও কাজে আসে।\n" +
                "\n" +
                "১. নিচ থেকে বা মাটি থেকে কিছু তুলতে হলে না ঝুঁকে হাঁটু ভাঁজ করে বসুন ও তারপর তুলুন।\n" +
                "২. ঘাড়ে ভারী কিছু ওঠাবেন না। ভারী জিনিস শরীরের কাছাকছি রাখুন। পিঠে ভারী কিছু বহন করতে হলে সামনে ঝুঁকে বহন করুন।\n" +
                "৩. ৩০ মিনিটের বেশি একনাগাড়ে দাঁড়িয়ে বা বসে থাকবেন না। হাঁটু না ভেঙে সামনের দিকে ঝুঁকবেন না। দীর্ঘ সময় হাঁটতে হলে উঁচু হিল পরবেন না। অনেকক্ষণ একনাগাড়ে দাঁড়িয়ে থাকতে হলে কিছুক্ষণ পর পর শরীরের ভর এক পা থেকে অন্য পায়ে নিন। একটু বসে বিশ্রাম নিন।\n" +
                "৪. গাড়ি চালানোর সময় স্টিয়ারিং হুইল থেকে দূরে সরে না বসে সোজা হয়ে বসুন।\n" +
                "৫. চেয়ার টেবিল থেকে বেশি দূরে থাকবে না। সামনে ঝুঁকে কাজ করবেন না। কোমরের পেছনে সাপোর্ট দিন। এমনভাবে বসুন, যেন হাঁটু ও ঊরু মাটির সমান্তরালে থাকে। নরম গদি বা সিপ্রংযুক্ত চেয়ার পরিহার করুন। ছোট ফুট রেস্ট ব্যবহার করুন।\n" +
                "৬. উপুড় হয়ে শোবেন না। ফোম বা সিপ্রংয়ের গদিযুক্ত বিছানা পরিহার করুন। বিছানা শক্ত ও চওড়া হলে এবং তোশক পাতলা ও সমান হলে ভালো।\n" +
                "৭. ওজন নিয়ন্ত্রণে রাখুন। স্বাস্থ্যকর খাদ্যাভ্যাস গড়ে তুলুন।\n" +
                "৮. নিয়মিত কায়িক শ্রম করুন বা ব্যায়াম করুন। নিয়মিত হাঁটুন।\n" +
                "৯. কাটা-কোটা, রান্না, মসলা পেষা, ঘর মোছা, কাপড়কাচা, ঝাঁট দেওয়া বা নলকূপ চাপার সময় মেরুদণ্ড সাধারণ অবস্থায় এবং কোমর সোজা রাখুন।\n" +
                "১০. যাঁরা কোমরের ব্যথায় ভুগছেন, তাঁরা বিছানা থেকে ওঠার সময় সতর্ক হোন। চিত হয়ে শুয়ে প্রথমে হাঁটু ভাঁজ করুন। এবার ধীরে ধীরে এক পাশে কাত হোন। পা দুটি বিছানা থেকে ঝুলিয়ে দিন, কাত হওয়া দিকে কনুই ও অপর হাতের তালুর ওপর ভর দিয়ে ধীরে ধীরে উঠে বসুন।");
        List<String> ht28 = new ArrayList<>();
        expandableListDetail.put("জেনে নিন বিরক্তিকর হেঁচকির সমাধান", ht28);
        ht28.add("হেঁচকি কেন হয় তা এখনো খুব স্পষ্ট নয় বিজ্ঞানীদের কাছে। দ্রুত খেতে চেষ্টা করলে, অনেক গরম ও মসলাদার খাবার খেলে, গরম খাবারের সঙ্গে খুব ঠান্ডা পানি বা পানীয় পান করতে শুরু করলে, অনেকক্ষণ ধরে হাসলে বা কাঁদলে হেঁচকি হতে পারে।\n" +
                "বড়দের অবিরত হেঁচকি হওয়ার পেছনে কিছু কারণ থাকতে পারে। উদ্বেগ, কিডনির রোগ, শরীরে লবণের ভারসাম্যহীনতা, অতিরিক্ত অ্যালকোহল পান, ফুসফুসের সংক্রমণ বা নিউমোনিয়ায় হেঁচকি হতে পারে। আবার মস্তিষ্কের কিছু রোগ যেমন টিউমার বা ফোড়া, পেটের কিছু রোগ, যেমন অগ্ন্যাশয়ে প্রদাহ বা হেপাটাইটিস ইত্যাদিও হেঁচকির কারণ হতে পারে।\n" +
                "সাধারণ কারণে হেঁচকি হলে তা একটু পর এমনিতেই বন্ধ হয়ে যাওয়ার কথা। তবে শারীরিক সমস্যা ও রোগে অনেক সময় বিরক্তিকরভাবে বারবার বা অবিরত হেঁচকি হতে পারে।\n" +
                "হেঁচকি উঠলে বা বারবার হলে কিছু প্রক্রিয়ায় এটি থামানো যায়।\n" +
                "কিছুক্ষণ শ্বাস বন্ধ করে রাখুন। একটি পলিথিন ব্যাগ নিয়ে এর ভেতরে শ্বাস-প্রশ্বাস ছাড়ুন। ঠান্ডা পানি বা বরফকুচি গিললে অথবা শুকনো খাবার চিবোলে কার্বন ডাই-অক্সাইডের চাপ বেড়ে গিয়ে ডায়াফ্রামকে থামিয়ে দেয়। কটন বাড দিয়ে নাকের ভেতর সুড়সুড়ি দেওয়া বা চোখের ওপর আঙুল দিয়ে চাপ দেওয়া, তীব্র ঝাঁজাল ঘ্রাণ নিয়ে এটি থামানো যায়। অসহনীয় ও অনবরত হতে থাকলে কিছু ওষুধ বা ইনজেকশনের প্রয়োজন হতে পারে।");


        List<String> ht29 = new ArrayList<>();
        expandableListDetail.put("ব্রাশ করলেই সুস্থ দাঁত?", ht29);
        ht29.add("মুখের স্বাস্থ্যের বিষয়ে বাড়ছে সচেতনতা। আর তা ছড়িয়ে দিতে প্রতিবছরের ৬ মার্চ পালন করা হয় বিশ্ব ডেনটিস্ট ডে। এই দিনে আসুন জেনে নেওয়া যাক, কেমন করে রক্ষা করবেন মুখ ও দাঁতের সৌন্দর্য। নিয়মিত ব্রাশ করলেই কি দাঁত সুস্থ, সুন্দর রাখা যায়? দাঁত ব্রাশের সঙ্গে আছে আরও কিছু টুকিটাকি যত্ন।\n" +
                "\n" +
                "কোমল পানীয় নয়: কোমল পানীয় দাঁতে খুব সহজেই দাগ ফেলে দেয়। আর দাঁতের সুরক্ষা দেয় যে এনামেল, তারও ব্যাপক ক্ষতি সাধন করে।\n" +
                "\n" +
                "স্ট্র ব্যবহার: কোমল পানীয়, এনার্জি ড্রিঙ্ক, কিংবা কৃত্রিম জুসে থাকে সাইট্রিক ও ফসফরিক অ্যাসিড। এগুলো দ্রুত ক্ষয় করে এনামেল। স্ট্র ব্যবহারে ক্ষতি কিছুটা এড়ানো যায়।\n" +
                "\n" +
                "ভিটামিন সি: কমলা, লেবু, জাম্বুরা ইত্যাদি ভিটামিন সি সমৃদ্ধ। ভিটামিন সি বেশি খেলে ভালো থাকবে মাড়ি।\n" +
                "\n" +
                "বেশি করে আপেল আর গাজর: আপেলকে বলা হয় প্রাকৃতিক টুথব্রাশ। খাবার শেষে একটি আপেল খেতে পারেন। গাজরেও আছে দাঁত পরিষ্কারের প্রাকৃতিক ক্ষমতা।\n" +
                "\n" +
                "সবুজ চা (গ্রিন টি): সবুজ চায়ে থাকে পলিফেনল, অ্যান্টি অক্সিডেন্ট। উপাদান দুটি দাঁতের গায়ে দন্তমল (প্ল্যাক) জমতে বাধা দেয়। এছাড়া গ্রিন টি মুখের দুর্গন্ধ দূর করতেও সহায়ক।");


        List<String> ht30 = new ArrayList<>();
        expandableListDetail.put("লবণ কম খান, দীর্ঘজীবী হোন", ht30);
        ht30.add("রতিদিন যে পরিমাণ লবণ খান, তা কিছুটা কমিয়ে দিলে উচ্চরক্তচাপ ও নানা ধরনের হূদেরাগের ঝুঁকি কমতে পারে। এতে আয়ু বেড়ে যাবে। সম্প্রতি যুক্তরাষ্ট্রের এদকল বিজ্ঞানীর এক গবেষণায় এ তথ্য উঠে এসেছে।\n" +
                "আমেরিকান হার্ট অ্যাসোসিয়েশনের সাময়িকী হাইপারটেনশন গত সোমবার এই গবেষণা প্রতিবেদন প্রকাশ করে। প্রতিবেদনে বলা হয়, একজন মার্কিন নাগরিক প্রতিদিন লবণের এক চা-চামচের কিছু পরিমাণ কম খেলে এক দশকের মধ্যে তা কমে ৪০ শতাংশে দাঁড়াবে। এতে দুই লাখ ৮০ হাজার থেকে পাঁচ লাখ মানুষের উচ্চরক্তচাপ ও হূদেরাগের ঝুঁকি কমে যাবে। তাঁরা দীর্ঘজীবী হবেন।\n" +
                "ভোক্তা পর্যবেক্ষক সংগঠন সেন্টার ফর সায়েন্স ইন দ্য পাবলিক ইন্টারেস্টের নির্বাহী পরিচালক মাইকেল জ্যাকবসন বলেন, এটা নিশ্চিত করে বলা যায় সোডিয়াম খাওয়া কমিয়ে দিলে উচ্চরক্তচাপ ও হূদেরাগসহ নানা রোগের ঝুঁকি কমে যায়। তিনি জানান, গবেষকেরা তিনটি শ্রেণীতে ভাগ করে পৃথক পদ্ধতি অনুসরণ করে গবেষণা চালিয়ে একই ফল পেয়েছেন।\n" +
                "একজন মার্কিন নাগরিক দিনে যে পরিমাণ খাবার খান তাতে গড়ে তিন হাজার ৬০০ মিলিগ্রাম লবণ থাকে।");
        List<String> ht31 = new ArrayList<>();
        expandableListDetail.put("শরীরচর্চা প্রোস্টেট ক্যানসারের ঝুঁকি কমাতে পারে", ht31);
        ht31.add("শরীরচর্চা বয়স্ক মানুষের প্রোস্টেট ক্যানসারের ঝুঁকি কমাতে পারে। যুক্তরাষ্ট্রের একদল বিজ্ঞানীর নতুন একটি গবেষণায় এ ইঙ্গিত দেওয়া হয়েছে।\n" +
                "গবেষণায় দেখা গেছে, বয়স ষাটের ঘরে থাকা যেসব পুরুষ শারীরিকভাবে উচ্চমাত্রায় বা মধ্যমমাত্রায় কর্মঠ থাকেন, তাঁদের প্রোস্টেট ক্যানসারে আক্রান্ত হওয়ার ঝুঁকি কম কর্মঠ বা একেবারে বসে থাকেন, এমন ব্যক্তিদের তুলনায় ৫৩ শতাংশ কম।");


        List<String> ht32 = new ArrayList<>();
        expandableListDetail.put("কম্পিউটারের সামনে বসবেন কীভাবে", ht32);
        ht32.add("সঠিক দেহভঙ্গি ভুল দেহভঙ্গি প্রতিদিন কম্পিউটারে দীর্ঘ সময় ধরে কাজ করছেন যাঁরা তাঁদের নানা রকম শারীরিক উপসর্গ দেখা দিতে পারে। যেমন: কোমর, ঘাড় ও ঊরুতে ব্যথা, কাঁধ ও আঙুল অবশ হয়ে আসা, হাতের কবজি ব্যথা, চোখ লাল হয়ে যাওয়া, চোখ শুকনো বোধ করা ও মাথাব্যথা। তবে এসব সমস্যার বেশির ভাগই হয়ে থাকে অনুপযুক্ত চেয়ার-টেবিল ও দেহভঙ্গির কারণে।\n" +
                "বসার ভঙ্গি কেমন হবে?\n" +
                "এমন একটি চেয়ার ব্যবহার করুন, যা আপনার দেহের বাঁকগুলোর সঙ্গে মিশে যায়। চেয়ারে হেলান দিয়ে বসা ভালো।\n" +
                "আপনার কোমর, ঊরু ও হাঁটু যেন একই সমান্তরালে থাকে।\n" +
                "পায়ের পাতা দুটো আরাম করে মেঝেতে বিছিয়ে রাখতে হবে, ঝুলে থাকবে না।\n" +
                "হাত দুটো কাজের ফাঁকে চেয়ারের হাতলে বিছিয়ে রাখা যাবে।\n" +
                "চেয়ারটির গদি এমন হবে, যা খুব শক্ত নয়, আবার বেশি নরমও নয়।\n" +
                "কম্পিউটারটি কেমন হবে?\n" +
                "কম্পিউটারের মনিটর চোখ থেকে অন্তত ২০ থেকে ২৬ ইঞ্চি দূরে থাকবে।\n" +
                "মনিটরের একেবারে ওপরের বিন্দুও যেন চোখের সমান্তরালে থাকে, জোর করে উঁচু হয়ে যেন দেখতে না হয়।\n" +
                "কম্পিউটার টেবিলের নিচে পা দুটি যথেষ্ট আরাম করে জায়গা পাবে, গাদাগাদি করে থাকবে না।\n" +
                "টেবিলের উচ্চতা হবে কনুইয়ের সমান্তরাল।\n" +
                "কি-বোর্ড ও মাউসের জায়গাটি আপনার ঊরুর ১ থেকে ২ ইঞ্চি ওপরে থাকবে।\n" +
                "কবজি সোজা ও বাহু মেঝের ঠিক ৯০ ডিগ্রি কোণে থাকবে।\n" +
                "মনিটর এমন জায়গায় স্থাপন করুন, যেখানে অতিরিক্ত আলোর জন্য চোখে চাপ পড়বে না। যেমন জানালা থেকে একটু দূরে।\n" +
                "মাঝে মাঝে বিশ্রাম নিন\n" +
                "একটানা বেশি সময় ধরে একই ভঙ্গিতে বসে কাজ করবেন না। কাজের মধ্যে বিশ্রাম নিন। অফিসে দু-এক পাক ঘুরে আসুন।\n" +
                "ক্লান্ত লাগলে দাঁড়িয়ে মাংসপেশিগুলো টান টান করে নিন। মাসল স্ট্রেচিংয়ের কিছু নিয়ম আছে: দাঁড়িয়ে হাত মাথার ওপর নিয়ে টান টান করুন। মাথা এক দিকের কাঁধের ওপর হেলে কিছুক্ষণ ধরে রাখুন, এবার উল্টো দিকেও তা করুন।\n" +
                "কাঁধ দুটোকে কানের কাছাকাছি উঁচু করে ধরুন, কিছুক্ষণ রেখে নামিয়ে নিন।\n" +
                "হাত দুটো মুঠো করে সামনে টান টান করে আড়মোড়া ভাঙার মতো করে সামনে-পেছনে আনুন।\n" +
                "মাঝে মাঝে মনিটর থেকে দৃষ্টি ফিরিয়ে বাইরে সবুজ কোনো দৃশ্যে চোখ রাখুন ও চোখের বিশ্রাম নিন।");


        List<String> ht33 = new ArrayList<>();
        expandableListDetail.put("হেপাটাইটিস বি টিকা নিয়েছেন কি?", ht33);
        ht33.add("আপনি কি নিজের হেপাটাইটিস বি অ্যান্টিজেন কখনো পরীক্ষা করেছেন?\n" +
                "এইচবিএস অ্যান্টিজেন এমন একটি পরীক্ষা, যার মাধ্যমে বোঝা যায় আপনি অতীতে কখনো প্রাণঘাতী হেপাটাইটিস বি ভাইরাসে আক্রান্ত হয়েছেন কি না বা আপনার দেহে এই ভাইরাস সুপ্ত বা সক্রিয় অবস্থায় রয়েছে কি না।\n" +
                "হেপাটাইটিস বি ভাইরাস সংক্রমণ থেকে লিভার সিরোসিস, লিভার ফেইলিউর ও লিভার ক্যানসারের মতো ভয়ংকর রোগ হতে পারে।\n" +
                "একবার আক্রান্ত হলে এর চিকিৎসা অত্যন্ত ব্যয়বহুল এবং অনেকাংশে অসফলও হতে পারে।\n" +
                "আপনি যদি এইচবিএস অ্যান্টিজেন নেগেটিভ হন তবে ভবিষ্যতে হেপাটাইটিস বি ভাইরাস সংক্রমণ থেকে নিজেকে রক্ষা করতে পরপর তিনটি প্রতিষেধক টিকা নিয়ে নিন। প্রথম ডোজ টিকা দেওয়ার এক মাস পর দ্বিতীয় ডোজ এবং ছয় মাস পর তৃতীয় ডোজ নিতে হয়। কোনো কোনো ক্ষেত্রে তৃতীয় ডোজের ১০ বছর পর চতুর্থ ডোজ প্রয়োজন হতে পারে।");


        List<String> ht34 = new ArrayList<>();
        expandableListDetail.put("হহেলমেট মাথার আঘাত প্রতিরোধে বড় বন্ধু", ht34);
        ht34.add("পড়ন্ত শীতের বিকেলে ঢাকার ক্রিকেট মাঠে টান টান উত্তেজনা। প্রখ্যাত ক্রিকেটার রমন লাম্বা হেলমেট ছাড়া ফরোয়ার্ড শর্ট লেগে ফিল্ডিং করছেন। কিন্তু মুহূর্তেই এ কী হলো! পরের বিয়োগান্ত ঘটনা বিশ্ববাসী জানে। মনে প্রশ্ন আসে, হেলমেট কী, কীভাবে এই বন্ধু বিপদের সময় পাশে দাঁড়ায়।\n" +
                "ইতিহাসের পাতায় তাকালে দেখা যায়, খ্রিষ্টপূর্ব নবম শতাব্দীতে প্রাচীন যুগের অশিরিয়ান যোদ্ধারা যুদ্ধের ময়দানে মাথায় চামড়া অথবা ধাতুর তৈরি শিরস্ত্রাণ ব্যবহার করতেন। কালক্রমে শিরস্ত্রাণ পরিণত হয়েছে আজকের দিনের হেলমেটে, যা সভ্যতার সঙ্গে অঙ্গাঙ্গিভাবে জড়িত, চলার পথের সাথি। প্রখ্যাত সমরনায়ক লরেন্স অব অ্যারাবিয়া মোটরসাইকেল অ্যাকসিডেন্টে মারাত্মকভাবে মাথায় আঘাত পেয়ে ১৯৩৫ সালে মৃত্যুবরণ করেন, তরুণ নিউরোসার্জন হিউ কেয়ার্ন তাঁর চিকিৎসা করার সময় বিজ্ঞানভিত্তিক গবেষণার মাধ্যমে সর্বপ্রথম উদ্ভাবন করেছিলেন ক্রাস হেলমেট।\n" +
                "হেলমেট কীভাবে কাজ করে, এটা বোঝার জন্য আসুন একটু জানতে চেষ্টা করি মাথায় আঘাতে মস্তিষ্ক কীভাবে ক্ষতিগ্রস্ত হয়?\n" +
                "আঘাতের ফলে মস্তিষ্কের সরাসরি ক্ষতিগ্রস্ত জায়গাকে ‘কু’ বলে। একই সময়ে বিপরীত পাশের মস্তিষ্ক খুলির হাড়ের ভেতরের দিকের সঙ্গে বা আরও ভেতরের ডুরা মেটারের পর্দার ভাঁজের সঙ্গে আঘাত লেগে ক্ষতিগ্রস্ত হতে পারে, যাকে ‘কন্ট্রা কু’ বলা হয়। আঘাতের কারণে কু এবং কন্ট্রা কু ক্রিয়া-প্রতিক্রিয়া, কন্টিউশান (ঘষা লাগা), লেসারেশন (ছিলে যাওয়া), হেমোরেজ (রক্তক্ষরণ), বিস্তৃত এলাকায় ঝাঁকুনিতে কনকাশন (সাময়িকভাবে অজ্ঞান) এবং ডিফিউজ অ্যাংনাল ইনজুরি (অনেকখানি জায়গার স্নায়ুকোষের ক্ষতি) হতে পারে। থেমে থাকা গাড়ি হঠাৎ দ্রুতগতিতে চলতে শুরু করায় ঘুমন্ত যাত্রীর মস্তিষ্ক আঘাতপ্রাপ্ত হতে পারে, যাকে অ্যাকসিলারেশন বলা হয়। আবার দ্রুতবেগে চলন্ত গাড়ি হঠাৎ ব্রেক করায় ডিকসিলারেশন জাতীয় আঘাত লাগতে পারে। মোটরসাইকেলের আরোহী ছিটকে পড়ে গতিশীল মাথা রাস্তা, দেয়াল বা গাছের সঙ্গে বাড়ি খেয়ে ইমপ্যাক্ট আঘাত পেতে পারে। অথবা গতিশীল বস্তু যেমন: লাঠির বাড়ি, ছুড়ে দেওয়া ইটের টুকরা বা ছাদ থেকে পড়া ফুলের টব দিয়েও মাথায় আঘাত লাগতে পারে।\n" +
                "এসব বিষয়ে খেয়াল রেখে তৈরি করা হয়েছে আধুনিক হেলমেট, যা মস্তিষ্ককে দুইভাবে রক্ষা করে। প্রথমত, ধারালো কিছু মাথার ভেতরে ঢুকতে বাধা দেয়। দ্বিতীয়ত, মাথাকে রাস্তা বা অন্য বস্তুর সঙ্গে ঘষা খাওয়া থেকে বাঁচায় এবং আঘাতের সম্ভাব্য ডিকসিলারেশন ইনজুরির মাত্রা কমিয়ে দেয়। এ কারণে একটি ভালো হেলমেটের ভেতরের দিকের ফোমের লাইনিং মসৃণ এবং কোমল হওয়া আবশ্যক। হেলমেট ডিজাইন করার সময় চলার গতি ও বাইরের বাতাসের সঙ্গে সংযোগের বিষয়টি লক্ষ রাখা হয়, যাতে করে জমে থাকা ঘাম সহজেই বাইরে বেরিয়ে যেতে পারে। হেলমেটে চোখের দিকে লাগানো কাচকে বলে ভিজর, যা দুই চোখকে বাইরের বাতাস, ধুলাবালি, কীটপতঙ্গের আঘাত থেকে রক্ষা করে। সাধারণত সিনথেটিক ফাইবার দ্বারা আধুনিক সময়ের হেলমেট তৈরি করা হয়। ফরাসি নিউরোসার্জন ডা. ওভরিজা লক্ষ করেছিলেন, প্রচলিত হেলমেট পরা সত্ত্বেও দুর্ঘটনার সময় মানুষের মস্তিষ্ক ক্ষতিগ্রস্ত হয়ে থাকে। এর বায়োমেকানিক্যাল দিক গবেষণা করে তিনি অধিকতর বিজ্ঞানসম্মত ‘বায়োস’ নামে নতুন হেলমেট উদ্ভাবন করেন। মস্তিষ্কের গঠন, মাথায় আঘাত, বায়োমেকানিক প্রভৃতিকে গুরুত্ব দেওয়ার ফলে বায়োস হেলমেটের আঘাত প্রতিরোধী ক্ষমতা শতকরা ৮০ ভাগ বৃদ্ধি পেয়েছে। এখন এই হেলমেট সারা পৃথিবীতে সমাদৃত। হেলমেট ব্যবহারে মাথায় আঘাতের হার শতকরা ৬৯ ভাগ কমে, ফলে মৃত্যুহার কমে ৪২ ভাগ।\n" +
                "যদিও ব্যবহারকারীদের মধ্যে কালো হেলমেটের জনপ্রিয়তা বেশি। তবে সাদা বা ভালোভাবে দেখা যায় এমন হেলমেট দুর্ঘটনা কমায়। আলো প্রতিফলিত হয় এমন হেলমেট না পরা ভালো, কারণ এতে অন্য গাড়িচালকের অসুবিধা হতে পারে।\n" +
                "কখন পরা উচিত?\n" +
                "রাস্তায় চলার সময়, বিশেষ করে মোটরসাইকেল চালানোর সময়, এ ছাড়া কনস্ট্রাকশনে কাজ করার সময়, ফায়ার ব্রিগেডে কাজ করার সময়, পেশাগত কাজ করার সময়, ঘোড়দৌড়ের সময়, বরফের ওপর হকি খেলার সময়, বেসবল খেলার সময়, আমেরিকান ফুটবল খেলার সময়, পাহাড়ে ওঠার সময়, খনির ভেতরে কাজ করার সময় হেলমেট ব্যবহার করা উচিত। ক্রিকেট খেলার সময়ও হেলমেট ব্যবহূত হয়। ঢাকা মেট্রোপলিটন পুলিশের আইন অনুযায়ী, একজন মোটরসাইকেলের চালক তাঁর গাড়িতে একজন সহযাত্রী নিতে পারেন, তবে চালক ও সহযাত্রীকে অবশ্যই হেলমেট পরতে হবে। ১৯৮২ সালের মোটরযান অধ্যাদেশের ১৩৭ ধারা মোতাবেক মোটরসাইকেল চালানোর সময় হেলমেট না পরার জন্য ২০০ টাকা জরিমানা, অনাদায়ে দুই দিনের বিনাশ্রম কারাদণ্ডের বিধান রয়েছে।\n" +
                "সুপ্রিয় পাঠক, আসুন প্রয়োজনীয় মুহূর্তে নিজে হেলমেট পরি ও অন্যকে পরতে উৎসাহিত করি।");


        List<String> ht35 = new ArrayList<>();
        expandableListDetail.put("বাড়িঘরে লুকানো অ্যালার্জেনু", ht35);
        ht35.add("আমাদের চারপাশে পরিবেশে কিছু কিছু জিনিস আছে, যেগুলোর সংস্পর্শে এলে আমাদের হাঁচি হয়, কাশি হয়, হাঁপানি হয়, শরীর চুলকায় ইত্যাদি। এসব জিনিসের মধ্যে আছে ধুলাবালি, ফুলের রেণু, ধোঁয়া, ঠান্ডা বাতাস ইত্যাদি। এগুলো হচ্ছে ‘অ্যালার্জেন’। এগুলোর জন্য আমাদের অ্যালার্জি হয়। ফলে হাঁচি-কাশি হয়, হাঁপানি হয়, শরীর চুলকায়। আমাদের বাড়িঘরে এরূপ অনেক অ্যালার্জেন লুকিয়ে থাকে। এগুলোর লুকিয়ে থাকার জায়গাগুলো শনাক্ত করে আমরা যেসব পরিষ্কার রেখে হাঁচি, কাশি ও হাঁপানি থেকে পরিত্রাণ পেতে পারি।\n" +
                "বাড়িঘরের যেসব স্থানে অ্যালার্জেন লুকিয়ে থাকতে পারে, সেগুলোর মধ্যে আছে—\n" +
                "\n" +
                "বিছানাপত্র: বিছানার চাদর, বালিশের কভার, বালিশ, লেপ, তোশক, মেট্রেস, কাঁথা ও কম্বল—এসবে থাকে ধুলাবালি ও ঘরোয়া জীবাণু ডাস্ট মাইট। ডাস্ট মাইটগুলো মাকড়সাজাতীয় ক্ষুদ্র কীট। লম্বায় এক মিলিমিটারের তিন ভাগের এক ভাগেরও কম। আমাদের শরীরের ত্বক থেকে প্রতিনিয়ত ঝরে যাওয়া অসংখ্য মৃত কোষ খেয়ে বেঁচে থাকে এসব জীবাণু। এরা প্রতিনিয়ত প্রচুর বিষ্ঠা ত্যাগ করে। ঘরদোর, বিছানা ইত্যাদি যখন ঝাঁট দেওয়া হয়, তখন এই বিষ্ঠাগুলো বাতাসে ভেসে ওঠে এবং সারা বাড়িতে ছড়িয়ে যায়। এই বিষ্ঠাই আমাদের অনেকের অ্যালার্জির কারণ।\n" +
                "টিপস: বিছানার ধুলাবালি আর ডাস্ট মাইট থেকে পরিত্রাণ পেতে হলে প্রতি সপ্তাহে অন্তত একবার বিছানার চাদর, বালিশের কভার, লেপের কভার ধুয়ে দিতে হবে। লেপ, কাঁথা, কম্বল রোদে দিতে হবে। তোশক, মেট্রেসও রোদে দেওয়া উচিত। রোদের আলট্রাভায়োলেট রশ্মিতে হাউস ডাস্ট মাইট মারা যায়।\n" +
                "আসবাবপত্র: চেয়ার, টেবিল, সোফা, খাট, আলমারি, ওয়্যারড্রোব ইত্যাদির ওপরে ও ফাঁকে ফাঁকে ধুলাবালি ও ডাস্ট মাইট থাকে।\n" +
                "টিপস: এগুলো প্রতিদিনই ঝাড়া-মোছা করতে হবে।\n" +
                "\n" +
                "বইপুস্তক: টেবিলে, বইয়ের তাকে বা আলমারিতে রাখা বই দীর্ঘদিন নাড়াচাড়া না করলে এগুলোতে ধুলা জমে, ডাস্ট মাইট বাসা বাঁধে। আর্দ্র জায়গা হলে ছত্রাকও জন্মায়। ছত্রাকও অ্যালার্জেন।\n" +
                "টিপস: বই যত্ন করে শুধু তুলে না রেখে নিয়মিত নাড়াচাড়া করতে হবে, পড়তে হবে। তাহলে পরিষ্কার থাকবে। ধুলা জমবে না, ডাস্ট মাইট ছত্রাক বাসা বাঁধতে পারবে না।\n" +
                "\n" +
                "কার্পেট, ম্যাট: ঘরের মেঝেতে বিছানো কার্পেট ও ম্যাট প্রচুর ধুলা ও ডাস্ট মাইট জমা হওয়ার উৎকৃষ্ট স্থান।\n" +
                "টিপস: নিয়মিত ভ্যাকুয়াম ক্লিনার দিয়ে পরিষ্কার করতে হবে। মেঝেতে কার্পেট বা ম্যাট বিছানো না থাকলে প্রতিদিনই ঘর ঝাঁট দিয়ে ঘরের মেঝে ভেজা কাপড় দিয়ে মুছে দিতে হবে।\n" +
                "\n" +
                "দরজা, জানালা, দরজা-জানালার পর্দা: দরজা-জানালায় জমে থাকে ধুলাবালি, মাকড়সার জাল, ডাস্ট মাইট দরজা-জানালার পর্দায়ও এসব অ্যালার্জেন জমে বেশ।\n" +
                "টিপস: নিয়মিত ঝেড়ে-মুছে দরজা-জানালা পরিষ্কার রাখতে হবে। দরজা-জানালার পর্দা ঘন ঘন ধুয়ে পরিষ্কার রাখতে হবে।\n" +
                "\n" +
                "রান্নাঘর: আর্দ্র রান্নাঘরে বাসা বাঁধতে পারে ছত্রাক। রান্নাঘরের ধোঁয়া, তা-ও অ্যালার্জেন।\n" +
                "টিপস: কাজ শেষে রান্নাঘর ঝেড়ে-মুছে পরিষ্কার করে শুকনো রাখতে হবে। সব সময় যেন কল থেকে পানি পড়তে না থাকে। রান্নাঘর থেকে ধোঁয়া বাইরে বের করে দেওয়ার ব্যবস্থা করতে হবে।\n" +
                "\n" +
                "গোসলখানা: গোসলখানা যদি সব সময় আর্দ্র, স্যাঁতসেঁতে থাকে, তাহলে সেখানেও রান্নাঘরের মতো ছত্রাক জন্মাতে পারে।\n" +
                "টিপস: গোসলখানা শুকনো রাখতে হবে। কল বা গোসলের ঝরনা থেকে সব সময় যেন পানি পড়তে না থাকে, সেদিকে খেয়াল রাখতে হবে।\n" +
                "\n" +
                "শিশুর খেলনা: শিশুর নরম খেলনা, যেগুলোর ওপরে কাপড়ের আবরণ বা প্রাণীর লোমের মতো থাকে, সেগুলোতে ধুলা ও ডাস্ট মাইট জমে থাকে।\n" +
                "টিপস: ধোয়া যায়, এমন খেলনাগুলো পানি দিয়ে ধুয়ে দিতে হবে। অন্যগুলো ভ্যাকুয়াম ক্লিনার দিয়ে পরিষ্কার করতে দিতে হবে।\n" +
                "\n" +
                "পোষা প্রাণী: পোষা প্রাণীর লালা, প্রস্রাব, বিষ্ঠা ও ঝরে যাওয়া ত্বকের মৃত কোষ—এ সবই অ্যালার্জেন। প্রাণীর লোমের ফাঁকে ফাঁকে ধুলাবালিও থাকতে পারে।\n" +
                "টিপস: ঘরদোর ঝেড়ে-মুছে পরিষ্কার রাখতে হবে। হাত দিয়ে প্রাণী ছোঁয়ার পর ভালো করে সাবানপানি দিয়ে হাত ধুয়ে নিতে হবে।\n" +
                "ফুলের গাছের টব: ঘরে রাখা টবে মাটি থাকে, সার হিসেবে একটু গোবর বা প্রাণীর বিষ্ঠা থাকে। টবে নিয়মিত পানি দেওয়া হয়। সব মিলিয়ে তাতে ছত্রাক জন্মানোর একটা ভালো পরিবেশ তৈরি হয়।\n" +
                "টিপস: টব ও গাছ পরিষ্কার রাখতে হবে। তাতে পানি দিতে হবে পরিমিত, বেশি নয়।");


        List<String> ht36 = new ArrayList<>();
        expandableListDetail.put("ববাতের ব্যথা নিয়ে কথা", ht36);
        ht36.add("বাতের ব্যথায় যেকোনো বয়সী মানুষই আক্রান্ত হতে পারে। বাত-ব্যাধির কারণ, লক্ষণ পর্যালোচনা করে রোগ নির্ণয় ও চিকিৎসা বিশেষভাবে করতে হয়। রিউমাটোলজি চিকিৎসাবিজ্ঞানের এমন একটি শাখা, যেখানে অস্থি, অস্থিসন্ধির বিভিন্ন ধরনের ব্যথাজনিত অসুখ-বিসুখের চিকিৎসা করা হয়। কিছু কিছু রিউমেটিক রোগ নির্দিষ্ট বয়সে হয়। যেমন শিশুদের ক্ষেত্রে বাতজ্বর, কিশোর বয়সে অ্যাংকাইলোজিং স্পন্ডিলাইটিস, কিশোরীদের এসএলই, মাঝ বয়সীদের অস্টিওআর্থ্রাইটিস, বৃদ্ধ বয়সে অস্টিওপোরোসিস ইত্যাদি। সার্বিকভাবে বাত-ব্যাধি নারীদের বেশিহয়। প্রাথমিক অবস্থায় রোগ নির্ণয় করা গেলে যেকোনো রিউম্যাটিক রোগের সুচিকিৎসা সম্ভব।");

        List<String> ht37 = new ArrayList<>();
        expandableListDetail.put("হেপাটাইটিস ‘বি’", ht37);
        ht37.add("বাংলাদেশে হেপাটাইটিস ‘বি’ এর প্রার্দুভাব বেশি। এই দেশে দীর্ঘ মেয়াদী লিভারের প্রদাহ এবং লিভার সিরোসিস ও লিভার ক্যানসারের অন্যতম কারণ ভাইরাস হেপাটাইটিস ‘বি’ এবং হেপাটাইটিস ‘সি’।\n" +
                "এই দুটি ভাইরাস দুষিত রক্ত, দুষিত সুঁই, পারস্পরিক ঘনিষ্ঠ সাহচার্য্য, যত্রতত্র দন্ত চিকিৎসা এবং রাস্তাঘাটে দাঁড়ি কামানো এবং অবৈধ যৌন মিলনের ফলে ছড়িয়ে থাকে।\n" +
                "‘বি’ ভাইরাস থেকে রক্ষা পাওয়ার প্রধান উপায় হলো ‘বি’ ভাইরাসের টিকা নেওয়া। এই টিকা সর্বত্র সুলভে পাওয়া যায়। টিকা নেওয়ার পর দেখতে হবে রোগ প্রতিরোধ ক্ষমতা হয়েছে কিনা। তাছাড়া ডিসপোজেবল সুঁই, নিডেল, অপারেশনের সময় যন্ত্রপাতি বিশুদ্ধকরণ এবং রক্ত দেওয়ার সময় ‘বি’ ভাইরাসের পরীক্ষা করানো এবং ব্যক্তিগত সচেতনতা এবং পরিস্কার পরিচ্ছন্নতা অপরিহার্য।\n" +
                "‘সি’ ভাইরাসের টিকা এখনও আবিষ্কার হয়নি। তাই সাবধানতা বিশুদ্ধ রক্ত গ্রহণ, ডিসপোজেবল সুঁই ব্যবহার করা এবং পরিস্কার পরিচ্ছন্নতা থাকা নিরাপদ যৌন মিলনের মাধ্যমে এই রোগ থেকে রক্ষা পাওয়া যায়।");


        List<String> ht38 = new ArrayList<>();
        expandableListDetail.put("গর্ভকালীন চুলকানি", ht38);
        ht38.add("গর্ভাবস্থায় মায়েদের শরীরে এক ধরনের চুলকানির সমস্যা হয়। বিশেষ করে গর্ভকালীন সময়ের শেষ তিন মাসে এই চুলকানি অনেক বেড়ে যেতে পারে। সাধারণত হাতে এবং পায়ের তালুতে এই চুলকানি হয়। গর্ভকালীন এই চুলকানি উপেক্ষা করার মত নয়। এর কারণে মায়ের এবং অনাগত শিশুরও সমস্যা হতে পারে। গর্ভকালীন সময়ে একবার চুলকানির ইতিহাস থাকলে পরবর্তী গর্ভাবস্থায়ও এই চুলকানি দেখা দিতে পারে।\n" +
                "এই সমস্যার যথোপযুক্ত চিকিৎসা আছে এবং সমস্যা দেখা দিলে বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিন।");


        List<String> ht39 = new ArrayList<>();
        expandableListDetail.put("উচ্চ রক্তচাপ", ht39);
        ht39.add("রক্তচাপ আর কোলেস্টেরলের সঠিক চিকিৎসা করলে রক্তের চাপ আর কোলেস্টেরলের মাত্রা স্বাভাবিক হয়ে আসে। যখন চিকিৎসা চলে, সে সময় এই মাত্রা স্বাভাবিক দেখায়। কিন্তু স্বাভাবিক দেখাচ্ছে বলেই রক্তচাপ বা কোলেস্টেরলের ওষুধ বন্ধ করে দেওয়া যায় না। রক্তচাপের বিরুদ্ধে যেসব ওষুধ কাজ করে, রক্তচাপ নিয়ন্ত্রণ ছাড়াও হূদেরাগীদের জন্য সেগুলোর অনেক উপকারী ভূমিকা আছে। তাই অনেক হূদেরাগীকে সেসব ওষুধ প্রেসক্রাইব করা হয়, যদিও তাদের উচ্চ রক্তচাপ নিয়ন্ত্রণ উদ্দেশ্য নয়। এই ওষুধগুলোর মাত্রা এমনভাবে স্থির করা হয় যে তাতে রক্তচাপ স্বাভাবিকের চেয়ে নিচে নেমে যায় না। হূদেরাগীদের রক্ত যেন সহজে ঘনীভূত হয়ে জমাট বাঁধতে না পারে, অনেক সময় এমন ওষুধ দেওয়া হয়। রক্ত জমাটরোধী ওষুধগুলোর কার্যকারিতা নিয়মিত রক্ত পরীক্ষা করে দেখতে হয়। রক্ত জমাটরোধী ওষুধ হঠাৎ বন্ধ করে দেওয়া যায় না। নিতান্তই বন্ধ করতে হলে চিকিৎসকের তত্ত্বাবধানে থেকে করতে হয়।");


        List<String> ht40 = new ArrayList<>();
        expandableListDetail.put("লিভারের সমস্যা", ht40);
        ht40.add("লিভারের ওজনের পাঁচ থেকে দশ ভাগের বেশি চর্বি দিয়ে পূরণ হলে যে রোগটি হয় তাকে ফ্যাটি লিভার বলে। পশ্চিমা বিশ্বে সাধারণত মদ্যপানের কারণে ফ্যাটি লিভার হয়ে থাকে। তবে আমাদের দেশে ডায়াবেটিস, শর্করাজাতীয় খাদ্যের আধিক্য, রক্তে চর্বির আধিক্য, উচ্চ রক্তচাপ, স্থূলতা ইত্যাদি কারণে ফ্যাটি লিভার হয়। লিভারে জমা চর্বি অনেক সময় স্থানীয় প্রদাহ সৃষ্টি করে এবং এ প্রদাহ থেকে কিছুসংখ্যক রোগীর লিভার সিরোসিস, এমনকি কোনো কোনো ক্ষেত্রে লিভার ক্যানসারও হতে পারে। প্রাথমিক অবস্থায় এই রোগের কোনো উপসর্গ থাকে না, অন্য রোগের পরীক্ষা করার সময় সাধারণত রোগটি ধরা পড়ে। কখনো কখনো পেটের উপরিভাগের ডানদিকে ব্যাথা, অবসন্নতা, ক্ষুধামান্দ্য ইত্যাদি উপসর্গ দেখা দিতে পারে। শরীরের বাড়তি ওজন কমিয়ে, কম ক্যালরি এবং কম চর্বিযুক্ত খাবার খেয়ে, উচ্চ রক্তচাপ, ডায়াবেটিস এবং রক্তে উচ্চ কোলেস্টেরলের যথাযথ চিকিৎসা নিলে এবং তার সঙ্গে অন্যান্য কিছু ওষুধ খেলে ফ্যাটি লিভারকে নিয়ন্ত্রণে রাখা যায়।");


        List<String> ht41 = new ArrayList<>();
        expandableListDetail.put("লহাঁপানি ও ইনহেলার", ht41);
        ht41.add("বাংলাদেশে সমীক্ষা অনুসারে এক কোটি ১৬ লাখ মানুষ হাঁপানিতে ভোগে। এর মধ্যে ৪১ লাখই শিশু। হাঁপানি বা অ্যাজমার চিকিৎসা ও নিয়ন্ত্রণে ইনহেলার সবচেয়ে কার্যকর। অনেকের মনে ধারণা আছে, অ্যাজমার জন্য ট্যাবলেট বা সিরাপের চেয়ে ইনহেলার একটি শক্ত ধরনের চিকিৎসা। কিন্তু বাস্তবতা হচ্ছে, ইনহেলার অত্যন্ত মৃদু অ্যাজমাতেও দারুণভাবে কার্যকর। এমনকি শিশুদের যখন কোমল ধরনের চিকিৎসা দিতে হয়, তখনো ইনহেলারকেই চিকিৎসকেরা প্রথম পছন্দ হিসেবে বেছে নেন। ট্যাবলেট বা সিরাপের চেয়ে এটি অনেক সাশ্রয়ী এবং সহজে ব্যবহারযোগ্য।");

        List<String> ht42 = new ArrayList<>();
        expandableListDetail.put("রক্তের গ্রুপ এবং বিয়ে, বাচ্চা", ht42);
        ht42.add("ভুল বোঝাবুঝি এড়াতে সবাইকে “সন্তানের ওপর মা-বাবার রক্তের গ্রুপের প্রভাব“- এই লেখাটি পড়ে নেয়ার অনুরোধ করা হলো।\n" +
                "রক্তের গ্রুপ ম্যাচ করে না মানেই বিয়ে করা যাবে না- এটা ভুল ধারণা। রক্তের গ্রুপ ম্যাচ না করলে বাচ্চা নেয়ার সময় একটু সতর্ক হলে অনাগত সন্তানকে সুরক্ষা দেওয়া সম্ভব।\n" +
                "\n" +
                "ম্যাচ করে না\n" +
                "ছেলে\tমেয়ে\n" +
                "এ\tও, বি\n" +
                "বি\tও, এ\n" +
                "এবি\tও, এ, বি\n" +
                "Rh পজেটিভ\tRh নেগেটিভ\n" +
                "\n" +
                "ম্যাচ করে\n" +
                "ছেলে\tমেয়ে\n" +
                "এ\tএ, এবি\n" +
                "বি\tবি, এবি\n" +
                "ও\tও, এ, বি, এবি\n" +
                "এবি\tএবি\n" +
                "Rh পজেটিভ\tRh পজেটিভ\n" +
                "Rh নেগেটিভ\tRh পজেটিভ, Rh নেগেটিভ");


        List<String> ht43 = new ArrayList<>();
        expandableListDetail.put("ভ্রমণে ও ঈদে সুস্থ থাকুন", ht43);
        ht43.add("ঈদে বা অন্য উৎসবের ছুটিতে পরিবার-পরিজন নিয়ে শহরের বাসাবাড়ি ছেড়ে নাড়ির টানে গ্রামের বাড়িতে যাওয়া খুবই আনন্দের ব্যাপার। কিন্তু অল্প দিনের এই ভ্রমণে দৈনন্দিন খাওয়া-দাওয়া, ঘুম আর বিশ্রামের স্বাভাবিক রুটিনে কিছুটা পরিবর্তন হয়। শরীরের ওপর কিছুটা হলেও এর প্রভাব পড়ে। যাত্রাপথ, গাড়ি, গ্রামের বাড়ি ইত্যাদি নানা নতুন পরিবেশে খাপ খাইয়ে নিতে প্রায় সবারই কিছুটা সমস্যা হয়। ভ্রমণকালে বাসে, ট্রেনে বা লঞ্চ-স্টিমারে বমি হতে পারে। পুরো ছুটির সময়টাতে ডায়রিয়া, আমাশয়, এসিডিটি আর অন্যান্য ইনফেকশন হওয়ার আশঙ্কা থাকে। সুতরাং ছুটির এ সময়টাতে গ্রামের বাড়ির উদ্দেশে যাত্রা করা থেকে শুরু করে সেখানে থাকা আর সেখান থেকে ফিরে আসা পর্যন্ত একটু সাবধান ও সতর্ক থাকতে হবে।\n" +
                "\n" +
                "নিতে হবে প্রয়োজনীয় ওষুধ এবং অন্যান্য সামগ্রী\n" +
                "আগে থেকেই চিকিৎসকের কোনো প্রেসক্রিপশন মতো ওষুধ চলতে থাকলে সেসব ওষুধ তো নিতেই হবে। এ ছাড়া আরও কিছু প্রয়োজনীয় ওষুধ সঙ্গে নিয়ে গ্রামের বাড়ির দিকে রওনা দেওয়া ভালো। কারণ গ্রামে প্রয়োজনের সময় প্রয়োজনীয় ওষুধ না-ও পাওয়া যেতে পারে। খাবার স্যালাইন, অ্যান্টাসিড, রেনিটিডিন, প্যারাসিটামল, বমির ওষুধ, অ্যান্টিহিস্টামিন, স্যাভলন, অ্যান্টিবায়োটিক মলম, ব্যান্ডেজ ইত্যাদি নিতে হবে সঙ্গে কিছু। হাত ধোয়ার সাবান কিংবা হ্যান্ড স্যানিটাইজার নিতে হবে সঙ্গে। মশার কয়েলও নিতে হবে রাতে মশার কামড় থেকে বাঁচতে। পথে পান করার জন্য পর্যাপ্ত পানি নিতে হবে সঙ্গে।\n" +
                "\n" +
                "‘মোশান সিকনেস’ সারাতে হবে\n" +
                "বাস, ট্রেন, নৌকা, লঞ্চ, স্টিমার—যেকোনো বাহনে চড়ার পর অনেকেরই বমি হতে পারে। এ সমস্যার নাম ‘মোশান সিকনেস’। মোশান সিকনেস পুরোপুরি প্রতিরোধ করা সম্ভব নয়। তবে কিছু টিপস মেনে চললে উপকার পাওয়া যাবে। যেমন: গাড়ির ভেতরে তাকিয়ে না থেকে গাড়ির বাইরে তাকিয়ে থাকলে বমি বমি ভাব কম হবে। চলন্ত গাড়িতে বই-পত্রিকা পড়তে থাকলেও অনেক সময় বমির উদ্রেক হয়। এরূপ হলে গাড়িতে বই-পত্রিকা না পড়ে বাইরের দিকে তাকিয়ে থাকলে বমি বমি ভাব কমে যেতে পারে। জানালার পাশে সিট নিয়ে জানালা একটু খুলে রাখলেও ভালো ফল পাওয়া যাবে। হালকাভাবে দুচোখ বন্ধ করে একটু তন্দ্রাচ্ছন্ন ভাব আনলেও উপকার পাওয়া যাবে। গাড়িতে আড়াআড়িভাবে বা যেদিকে গাড়ি চলছে সেদিকে পেছন দিয়ে না বসলেও বমি বমি ভাব কম হবে। যাত্রা শুরুর একটু আগে ভরপেট খেলেও বমি হতে পারে। সুতরাং তা করা যাবে না। তবে হালকা নাশতা করলে মন্দ নয়। কিছু ওষুধ আছে যেগুলো বমি হওয়া প্রতিরোধ করতে পারে। চিকিৎসকের পরামর্শে তা সেবন করতে হবে গাড়িতে ওঠার আগে। আদা কিংবা চুইংগাম চিবানোতেও উপকার পাওয়া যাবে।\n" +
                "\n" +
                "পথে পানাহারে সাবধান হতে হবে\n" +
                "রাস্তার পাশের দোকানের খাবার বা অপরিচিত লোকের কাছ থেকে কোনো খাবার না খাওয়াই ভালো। বাসা থেকে পানি নিয়ে বের হওয়া উচিত। বাইরের পানি নিরাপদ না-ও হতে পারে। এরূপ খাবার বা পানীয় থেকে ডায়রিয়া বা আমাশয় হয়ে উৎসবের আনন্দই মাটি হয়ে যেতে পারে।\n" +
                "\n" +
                "গ্রামের বাড়িতে বাড়তি সতর্কতা\n" +
                "খাওয়ার আগে অবশ্যই সাবান দিয়ে ভালো করে হাত ধুয়ে নিতে হবে। ঘন ঘন খাবার খাওয়া থেকে বিরত থাকতে হবে। এতে পেট খারাপ হতে পারে। বদহজমও হতে পারে। অনেক বাচ্চাই গ্রামের পশু-পাখি যেমন গরু, ছাগল, হাঁস, মুরগি ইত্যাদির গায়ে হাত দিতে চায়। তাদের এসব থেকে বিরত রাখতে হব। ছুঁয়ে ফেললে ভালো করে হাত ধুয়ে দিতে হবে। পুকুর বা জলাশয়ের পানিতে বাচ্চারা যেন একা একা না নামে, সেদিকে খেয়াল রাখতে হবে। কারণ একা একা নামলে বাচ্চারা পানিতে ডুবে যেতে পারে। রোদ থেকে রক্ষা পেতে ছাতা বা ক্যাপ ব্যবহার করতে হবে। রাতে ঘুমানোর সময় মশার কামড় থেকে বাঁচতে মশারি বা মশার কয়েল ব্যবহার করতে হবে।\n" +
                "গ্রামের বাড়িতে আপনজনের সঙ্গে ঈদ উদ্যাপনের জন্য সবার যাত্রা, অবস্থান এবং ফিরে আসা সুখের হোক, স্বাস্থ্যকর হোক।");

        List<String> ht44 = new ArrayList<>();
        expandableListDetail.put("বর্ষায় ত্বকে ছত্রাকের আক্রমণ", ht44);
        ht44.add("এই বর্ষায় প্রকৃতি থাকে ভেজা ভেজা। বর্ষা ফুরালেই কড়া রোদ ওঠে। ঘামে ভেজে শরীর। এমন আবহাওয়া ফাঙাস বা ছত্রাকের জন্য বড্ড অনুকূল। খুব সহজেই এ আবহাওয়ায় ছত্রাক মানুষের ত্বকে রোগ তৈরি করে। কিছু কিছু ছত্রাক আছে যারা স্বাভাবিক অবস্থায় কোনো ক্ষতি করে না। তবে অ্যান্টিবায়োটিকের অপব্যবহারে ছত্রাকবিরোধী প্রতিরোধ ক্ষমতা যখন কমে আসে তখন এ নিরীহ ছত্রাকও ক্ষতিকর হয়ে ওঠে। ছত্রাক এই সময়টায় সাধারণত বহিঃসংক্রমণ অর্থাৎ ত্বক, চুল, নখে সংক্রমণ ঘটায়। এ ছাড়া ত্বকের নিম্নস্থ সংক্রমণ ও দেহ অভ্যন্তরেও সংক্রমণ ঘটাতে পারে।\n" +
                "\n" +
                "কেন এই ছত্রাকের আক্রমণ\n" +
                "\uF06E পরিষ্কার-পরিচ্ছন্নভাবে জীবনযাপন না করা।\n" +
                "\uF06E যাদের পা ঘামে, তারা যদি দীর্ঘ সময় জুতা-মোজা পরে থাকে।\n" +
                "\uF06E আক্রান্ত ব্যক্তি থেকে সহজেই সুস্থ দেহে সংক্রমণ ঘটতে পারে।\n" +
                "\uF06E অল্প জায়গায় অধিক লোকের বসবাস হলে।\n" +
                "\uF06E ঘরে আলো-বাতাসের কমতি থাকলে।\n" +
                "\uF06E খালি পায়ে কাদা মাটি জলের সংস্পর্শে এলে ছত্রাক সংক্রমণের আশঙ্কা থাকে।\n" +
                "\n" +
                "প্রতিরোধ হবে যেভাবে\n" +
                "\uF06E পরিষ্কার-পরিচ্ছন্ন থাকতে হবে সব সময়।\n" +
                "\uF06E ঘামে ভেজা শরীর মুছে ফেলতে হবে।\n" +
                "\uF06E দীর্ঘ সময় যাদের জুতা পরে থাকতে হয়, সময় পেলে ধুয়ে ফেলতে হবে পা।");


        List<String> ht45 = new ArrayList<>();
        expandableListDetail.put("রক্তে কোলেস্টেরল", ht45);
        ht45.add("হূৎপিণ্ডের নিজস্ব রক্তসঞ্চালনকারী ধমনির নাম করোনারি ধমনি। চর্বি জমে এই ধমনিগুলো সরু হয়ে যায়, ফলে হূৎপিণ্ডের মাংসপেশিগুলো পর্যাপ্ত রক্তপ্রবাহ পায় না। এই অবস্থাকে বলে করোনারি ধমনির রোগ। হূৎপিণ্ডের রক্ত সরবরাহ একেবারে বন্ধ হয়ে গেলে হার্ট অ্যাটাক বা মায়োকার্ডিয়াল ইনফ্রাক্সন হয়। রক্তে কোলেস্টেরল বেশি থাকলে, রক্তচাপ বেশি থাকলে, ডায়াবেটিস থাকলে, অলস জীবন কাটালে করোনারি ধমনির রোগ হয়।\n" +
                "রক্তে এলডিএল কোলেস্টেরলের পরিমাণ ১০০ মিলিগ্রাম/ডিএলএর কম এবং এইচডিএল কোলেস্টেরলের পরিমাণ ৪০ মিলিগ্রাম/ডিএলএর বেশি থাকলে সবচেয়ে ভালো। ৪০ বছরের বেশি বয়সী সবারই রক্তের কোলেস্টেরল নিয়মিত পরীক্ষা করা উচিত।");

        List<String> ht46 = new ArrayList<>();
        expandableListDetail.put("রক্তচাপ মাপা", ht46);
        ht46.add("উচ্চ রক্তচাপের নিয়মিত চিকিৎসা করানো জরুরি। চিকিৎসা করে তা ১৪০/৯০ মিলিমিটার পারদের নিচে রাখতে হয়। তবে ডায়াবেটিক ও কিডনি রোগীদের জন্য রক্তচাপ ১৩০/৮০ মিলিমিটারের নিচে রাখতে হবে। রক্তচাপ মাপার সময় বসে দুই হাতেই মাপতে হবে এবং মাপার আগে মিনিট দশেক বিশ্রাম নেওয়া ভালো। দুই হাতের রক্তচাপ দুই রকম আসতে পারে। তেমন হলে দুই হাতের গড় করে নিলে সঠিক মাপ পাওয়া যাবে। সকালে রক্তচাপের ওষুধ খাওয়ার আগে কিংবা ব্যায়াম করা বা চা- কফি খাওয়ার এক ঘণ্টার মধ্যে মাপা উচিত নয়। সাধারণভাবে সকালে রক্তচাপ বেশি এবং সন্ধ্যায় কম থাকে।");


        List<String> ht47 = new ArrayList<>();
        expandableListDetail.put("পরোক্ষ ধূমপান", ht47);
        ht47.add("ধূমপান না করেও পরোক্ষ ধূমপানে যে কারোরই ক্ষতি হতে পারে ধূমপানের ক্ষতিকারক দিকের তো অভাব নেই। যিনি ধূমপান করেন, তিনি নিজের যেমন ক্ষতি করেন, ঠিক তেমনি অন্যেরও ক্ষতি করে চলেন সমানে। একজন ধূমপায়ী কেমন করে একজন অধূমপায়ীর ক্ষতি করেন? খুব সহজ কথায়, অধূমপায়ী ব্যক্তিটি পরোক্ষ ধূমপানের শিকার হন। পরোক্ষ ধূমপানে ব্যক্তি যেসব সমস্যায় পড়তে পারেন তা জেনে নেওয়া যাক—\n" +
                "\uF06E যাঁরা ধূমপান করেন না কিন্তু আশপাশের মানুষের কাছ থেকে নিত্যদিন সিগারেটের ধোঁয়া গ্রহণ করেন, তাঁদের স্বাস্থ্যঝুঁকি বেড়ে যায় অন্যদের তুলনায় অনেক বেশি।\n" +
                "\uF06E যাঁরা বহু দিন ধরে পরোক্ষ ধূমপানের শিকার, তাঁদের ফুসফুস ক্যানসারে আক্রান্ত হওয়ার আশঙ্কা থাকে।\n" +
                "\uF06E হূৎপিণ্ডের পাকাপাকি ক্ষতিতে পরোক্ষ ধূমপানের প্রভাব অনেক বেশি।\n" +
                "\uF06E পরোক্ষ ধূমপান কখনো কখনো স্ট্রোকের জন্য দায়ী।\n" +
                "\uF06E শ্বাসকষ্টজনিত রোগের একটি বড় কারণ পরোক্ষ ধূমপান।\n" +
                "\uF06E পরোক্ষ ধূমপানে কখনো বুকে কফ জমে যায়, হয় কাশি।\n" +
                "\uF06E নিউমোনিয়া হয় কখনো পরোক্ষ ধূমপানে।\n" +
                "\uF06E ব্রঙ্কাইটিস আর হাঁপানির জন্যও অনেকাংশে দায়ী পরোক্ষ ধূমপান।\n" +
                "এক গবেষণায় দেখা গেছে, যিনি বা যাঁরা পেশাদার ধূমপায়ীদের সঙ্গে বসবাস করেন, তাঁদের হূদেরাগ এবং ফুসফুস ক্যানসার হওয়ার প্রবণতা অন্যদের তুলনায় অন্তত বেড়ে যায় ৩০ গুণ।\n" +
                "শিশুদের বেলায় এই ক্ষতিটা হয় আরও মারাত্মক। শিশুদের বাড়ন্ত শরীরে পরোক্ষ ধূমপান বড় খারাপ প্রভাব ফেলে।\n" +
                "\uF06E তাঁদের হূৎপিণ্ড স্বাভাবিকভাবে বেড়ে ওঠে না।\n" +
                "\uF06E পরোক্ষ ধূমপানে শিশুর ফুসফুস মারাত্মকভাবে ক্ষতিগ্রস্ত হয়।\n" +
                "\uF06E শিশুদের ক্ষেত্রে ব্রঙ্কাইটিস আর নিউমোনিয়ায় আক্রান্ত হওয়ার হার বেড়ে যায় দ্বিগুণ।\n" +
                "\uF06E অবাক হলেও সত্য, পরোক্ষ ধূমপানে শিশু কানের সমস্যায়ও ভোগে কখনো কখনো।\n" +
                "\uF06E আস্তে-ধীরে শিশুর রোগ প্রতিরোধক্ষমতাও কমতে থাকে।\n" +
                "একজন ধূমপায়ী নিজে যেমন ক্ষতিগ্রস্ত হচ্ছেন, তেমনি তাঁর পরিবারের সদস্যটিকেও টেনে আনছেন ক্ষতির মধ্যে।\n" +
                "অথবা তিনি ক্ষতি করছেন তাঁর পাশের মানুষটির। নিজের জন্য, তাঁর পরিবারের জন্য, তাঁর ছোট্ট শিশুটির জন্য অথবা তাঁর পাশে বসা অচেনা মানুষটির ক্ষতি এড়াতে তাঁর যেমন ধূমপান ছাড়া উচিত, ঠিক তেমনি অধূমপায়ীদেরও সচেতন হতে হবে পরোক্ষ ধূমপানে।");

        List<String> ht48 = new ArrayList<>();
        expandableListDetail.put("ডায়াবেটিস হলে কি মিষ্টি জাতীয় ফল খাওয়া যাবে না?", ht48);
        ht48.add("একটা কথা প্রচলিত আছে বা প্রায়ই শোনা যায় যে ডায়াবেটিস হলে মিষ্টি জাতীয় ফল খাওয়া যাবে না। কথাটা একেবারেই ভুল।\n" +
                "মিষ্টি জিনিসটা পুরো কার্বোহাইড্রেট। কিছু ফল আছে যেগুলো অন্য ফলের চেয়ে বেশি মিষ্টি, অর্থাৎ বেশি কার্ব ধারণ করে। কিন্তু তার মানে এই না যে ডায়াবেটিস আছে বলে আপনি সেসব ফল খেতে পারবেন না। রক্তের সুগার লেভেল তখনই বাড়বে যখন আপনি একটা নির্দিষ্ট পরিমানের চেয়ে বেশি কার্ব খাচ্ছেন। এই কার্ব কোন খাবার থেকে আসছে, সেটা বড় ব্যাপার নয়।\n" +
                "\n" +
                "আপনি যখন একবার ফল খাবেন, তখন খেয়াল রাখবেন যে ফল থেকে প্রাপ্ত মোট কার্বের পরিমান যেন ১৫ গ্রামের বেশি না হয়। এটা নির্ভর করছে, ফলে কি পরিমান কার্ব আছে, তার উপর। আপনি যদি এমন ফল খান যাতে কার্বের পরিমান কম থাকে, তাহলে সুবিধা হলো বেশি ফল খেতে পারছেন এবং অন্য দিকে বেশি করে প্রোটিন জাতীয় খাবার খেতে পারবেন।\n" +
                "\n" +
                "যাই হোক, লো-কার্ব বা হাই-কার্ব ফল কোন ব্যাপার না। যতক্ষণ না আপনি ১৫ গ্রামের বেশি কার্ব খাচ্ছেন ততক্ষণ রক্তে সুগার লেভেল একই থাকবে। কোন সমস্যা হবে না।\n" +
                "\n" +
                "এবার দেখা যাক কিছু মিষ্টি ফলে কতটুকুতে ১৫ গ্রামের নিচে কার্ব থাকে:\n" +
                "\n" +
                "    মাঝারি সাইজের কলার অর্ধেক\n" +
                "    হাফ কাপ (৮৩গ্রাম) আম\n" +
                "    শোয়া এক কাপ (১৯০ গ্রাম) তরমুজ\n" +
                "    শোয়া এক কাপ (১৮০ গ্রাম) স্ট্রবেরী\n" +
                "    ১/৩ কাপ (৮০ গ্রাম) সফেদা\n" +
                "    ৩/৪ কাপ (১২৪ গ্রাম) আনারস");
        List<String> ht49 = new ArrayList<>();
        expandableListDetail.put("গরমে কী খাবেন", ht49);
        ht49.add("গ্রীষ্মের প্রচণ্ড তাপে মানুষের শক্তির অপচয় হয় অনেক। এ সময় প্রচুর ঘামের কারণে একটু ক্লান্তি, একটু অলসতা মানুষকে কাবু করে দেয়। এ জন্য প্রকৃতি যখন অগ্নি ঝরায়, তখন উচিত এমন খাবার গ্রহণ করা, যা আমাদের শরীরকে ঠান্ডা ও সুস্থ রাখে।\n" +
                "\n" +
                "পানি ও পানীয়\n" +
                "প্রতিদিন দুই থেকে আড়াই লিটার পানি পান করতে হবে। ততটা পানি পান করতে হবে, যে পর্যন্ত না প্রস্রাবের রং স্বাভাবিক হয়। পানি শরীরের অভ্যন্তরকে পরিশোধিত করে। এ ছাড়া পিপাসা নিবারণ করে, দেহ-মন স্নিগ্ধ, সতেজ ও পুষ্ট রাখে। কাগজি লেবু, আম, তেঁতুল, দুধ, বেল, ইসবগুল প্রভৃতি দিয়ে শরবত করে খাওয়া যেতে পারে। ইসবগুলের ভুসির শরবত খুবই শীতল। এটি কোষ্ঠকাঠিন্য, অন্ত্র ও পাকস্থলীর প্রদাহ, রক্ত আমাশয় ইত্যাদিতে কার্যকর। পানীয় কয়েক ধরনের হয়। তৃপ্তিদায়ক: ফলের রস। উদ্দীপক: চা, কফি, কোকো, ওভালটিন ও অ্যালকোহল। পুষ্টিকর: দুধ, মিল্কশেক, হরলিকস, ভিভা, মালটোভা ইত্যাদি। মোটামুটিভাবে বলা যায়, ফলের রসই উৎকৃষ্ট পানীয়। চা, কফি দেহের ক্লান্তি দূর করে এবং কাজে উৎসাহ জোগায়। অত্যধিক গরমে হালকা লিকারের লেবুর চা-ই উত্তম।\n" +
                "সালাদ\n" +
                "গরমের সময় সালাদ একটি উপাদেয় খাবার। দই, শসা, টমেটো, গাজর, কাঁচা পেঁপে, কাঁচা মরিচ, ধনেপাতা, পুদিনাপাতা, পেঁয়াজ ইত্যাদি দিয়ে সালাদ করা যায়। অনেক সময় এর সঙ্গে পাকা পেয়ারা ও আপেল দিয়েও সালাদ করা যায়। সালাদ তৈরি করে ফ্রিজে কিছুক্ষণ রেখে পরে খাওয়া যেতে পারে। এর সঙ্গে টকদই বা কাগজি লেবুও দেওয়া যেতে পারে। লেবুতে থাকে প্রচুর ভিটামিন সি ও পটাশিয়াম, যা দেহকে ঠান্ডা রাখে এবং ত্বক মৃসণ রাখে।\n" +
                "সবজি\n" +
                "গ্রীষ্মকালের সবজি মোটামুটি সবগুলোই ভালো। যেমন: ঝিঙা, চিচিঙ্গা, পটোল, করলা, পেঁপে, কচু, বরবটি, চালকুমড়া, শসা ইত্যাদি। নিরামিষ রান্নায় যাতে চার-পাঁচটি সবজি থাকে, সেদিকে লক্ষ রাখতে হবে। এ ছাড়া হালকা মসলা ও স্বল্প তেল সহযোগে শুক্তো রান্না অত্যধিক গরমে বেশ উপাদেয়, তেমনি পেটের গোলযোগের আশঙ্কাও এতে থাকে না।\n" +
                "ডিম, মাছ ও মাংস\n" +
                "গরমের সময় অনেকে বাচ্চাদের ডিম দিতে চান না বদহজমের ভয়ে। অথচ ডিম অত্যন্ত সহজপাচ্য খাবার। এটি ছোট-বড় সবারই ভালোভাবে হজম হয়। তবে ভাজা ডিমের চেয়ে পোচ, অর্ধসেদ্ধ ও পূর্ণসেদ্ধ ডিম তাড়াতাড়ি হজম হয়। মাংসের মধ্যে মুরগির মাংস সহজপাচ্য। সমুদ্রের মাছে সোডিয়াম থাকে প্রচুর। পুকুর ও নদীর মাছ এ সময় উত্তম। একটি ধারণা আছে, মাংসের চেয়ে মাছ কম পুষ্টিকর। আসলে মাছ সহজে হজম হয় বলেই হয়তো এ ধরনের ধারণা গড়ে উঠেছে। দুটিরই প্রোটিনের মান সমান।\n" +
                "ফল\n" +
                "শরীর রক্ষায় ফলের গুরুত্ব রয়েছে। গ্রীষ্ককালে আমাদের দেশে প্রচুর ফল পাওয়া যায়। যেমন: আম, কাঁঠাল, জাম, পেয়ারা, লিচু, তরমুজ, ফুটি, বাঙি ইত্যাদি। অনেকের অভ্যাস থাকে হঠাৎ এক দিনে বেশ কয়েকটি ফল একসঙ্গে খাওয়ার। এতে খাবারের মধ্যে কোনো সমতা থাকে না। এ ধরনের অভ্যাস না করে প্রতিদিনই কিছু না কিছু ফল খেলে ভিটামিন ও লৌহের ঘাটতি পূরণ করা সম্ভব। পেয়ারা, কলা, পাকা পেঁপে ও আনারস ত্বককে সুন্দর ও মসৃণ রাখে। এ ছাড়া রক্তে ইউরিক এসিড বেড়ে গেলে আনারসে উপকার পাওয়া যায়। তরমুজ ও ফুটি বেশ ঠান্ডা। রক্তশূন্যতায় উপকারী। এ সময় পাকা বেলের শরবত বেশ উপকারী। এতে যেমন পেটের সমস্যা দূর হয়, তেমনি শরীর ঠান্ডা রাখে এবং পটাশিয়ামের ঘাটতি মেটায়।\n" +
                "অসুখ-বিসুখ\n" +
                "ঘামাচি: অত্যধিক গরমে ঘামাচি দেখা দেয়। এটি যন্ত্রণাদায়ক ব্যাপার। এর জন্য চাই সকাল-বিকেলে দুবার গোসল করা। ত্বকে যাতে ঘাম জমতে না পারে, সেদিকে খেয়াল রাখা। ঘাম ও ধুলাবালু জমেই ঘামাচির উৎপত্তি হয়।\n" +
                "শরীর ঠান্ডা রাখার জন্য এ সময় লেবুর রস, তেঁতুলের রস, কাঁচা আমের শরবত ও বেলের শরবত খাওয়া যেতে পারে। এ ছাড়া ইসবগুল, ঘৃতকুমারী (অ্যালোভেরা) ও তোকমার শরবত উপকারী।\n" +
                "ডায়রিয়া: এ সময় ছোট-বড় অনেকেই ডায়রিয়ায় আক্রান্ত হয়। অসুস্থতার প্রথম দিকে স্যালাইন দিতে হবে, যাতে পানিশূন্যতা রোধ করা যায়। তারপর দিতে হবে উচ্চ ক্যালরিযুক্ত সহজপাচ্য খাবার। খাবারের মধ্যে থাকবে জাউভাত, মাছের হালকা ঝোল, সুসেদ্ধ জল, মুরগির স্যুপ, শসার স্যুপ, আলুর পাতলা ঝোল বা আলুভর্তা, কাঁচকলার পাতলা ঝোল বা ভর্তা ইত্যাদি। তেল-মসলা যত কম থাকে, তত ভালো। ডিম সেদ্ধ বা পোচ করে শুধু সাদা অংশ এ সময় দেওয়া যেতে পারে।\n" +
                "হাত-পা জ্বালা: গরমের দিনে অনেকেরই হাত-পা জ্বালা করার প্রবণতা দেখা যায়। এ রকম হলে দুপুর ও রাতে খাওয়ার সময় ধনেপাতা ও পুদিনাপাতার চাটনি করে খেলে শরীর ঠান্ডা থাকবে। ইচ্ছে হলে এই চাটনির সঙ্গে লেবু বা তেঁতুলের রস দেওয়া যেতে পারে। আখের গুড় দিয়ে তেঁতুলের রস খেলেও হাত-পা জ্বালা কমবে। তেঁতুলে যেমন পটাশিয়াম আছে, তেমনি এতে কোলেস্টেরলও কমে।\n" +
                "হজমের গোলমাল: হজমের গোলমাল থাকলে এ সময় প্রতিদিনই দই খাওয়া ভালো। এতে আছে ল্যাক্টোক্যাসিলাস জীবাণু, যা আমাদের অন্ত্রে পৌঁছে হজমে সাহায্য করে। এ ছাড়া যদি ডিসপেপসিয়া দেখা দেয়, তখন বেল খুবই উপকারী। পাকা অথবা কাঁচা উভয় ধরনের বেলই ওষুধের কাজ করে। পাকা বেলের শরবত ঠান্ডা ও আমাশয়ের জন্য ভালো।\n" +
                "গরমে সারা দিনের খাবারে যত ভাজা-ভুনা এড়ানো যায়, তত ভালো। কম মসলায় রান্না হলে ভালো হয়। যেমন: মাছের পাতলা ঝোল, শুক্তো, চিঁড়া-কলা, দই, দুধ-সেমাই, আম-আমড়া ইত্যাদির টক, পাতলা জল ইত্যাদি। কোনো কোনো সময় মাছ-মাংস বাদ দিয়ে নিরামিষ খাওয়া যেতে পারে। মোট কথা, গ্রীষ্মের খাবার হবে জলীয়, সহজপাচ্য ও হালকা মসলাযুক্ত, যাতে দেহ-মন—দুই-ই সজীব ও সতেজ থাকে।");


        List<String> ht50 = new ArrayList<>();
        expandableListDetail.put("দাঁত হোক দাগহীন", ht50);
        ht50.add("দাঁত রোগহীন থাকাটাই কিন্তু সব থেকে বড় কথা নয়, দাগহীনও যে রাখতে হবে। সুন্দর দাঁত আত্মবিশ্বাস যেমন বাড়ায়, তেমনি হাসিতে লাগে বাড়তি সৌন্দর্য। দাঁত দাগহীন রাখতে আয়োজন লাগে না খুব বেশি, দরকার শুধু একটু সচেতনতা।\n" +
                "\n" +
                "\uF06E মুখের স্বাস্থ্য ঠিক রাখতে আর দাঁতের অনাবশ্যক দাগ এড়াতে ছাড়তে হবে কিছু খাওয়াদাওয়া। সঙ্গে ছাড়তে হবে কিছু অভ্যাস। যাঁদের রেড ওয়াইন কিংবা সিগারেটের খুব নেশা, তাঁদের দাঁত কিংবা মুখের স্বাস্থ্য ভালো থাকবে এমনটা আশা না করাই ভালো। তাই আখেরে দাঁত ভালো রাখতে এগুলোকে না বলতে হবে এখনই। এ ছাড়া নিরীহ দর্শন কোমল পানীয় আর কৃত্রিম ফলের রস আস্তেধীরে দাগ ফেলে দেয় দাঁতে। এত কিছুর পরও যদি এগুলো খেতেই হয়, মুখ ধুয়ে ফেলুন দ্রুত। অথবা একটি আপেল হতে পারে আপনার সমাধান। আপেল কেন? আপেলকে বলা হয় প্রাকৃতিক টুথব্রাশ। একটা আপেল একদিকে যেমন দেহের খানিকটা পুষ্টি-চাহিদা মেটাবে, অন্যদিকে দাঁত ব্রাশের কাজটাও করে দেবে।\n" +
                "\n" +
                "\uF06E দাঁত কতক্ষণ ধরে মাজতে হবে এমন প্রশ্ন থাকে অনেকের। সত্যিকথা বলতে কি, কতক্ষণ ধরে মাজতে হবে এটা এমন কিছু বড় কথা নয়। আসল কথা হলো, মুখে জমে থাকা খাবারের কণা আর ক্ষতিকর ব্যাকটেরিয়াগুলো দূর হলো কি না। পরিষ্কার করতে গিয়ে গায়ের জোরে ঘষলেই কিন্তু দাঁত পরিষ্কার হয় না। আর দাঁত ব্রাশ করার বেশ কিছু নিয়মও আছে। সঠিক পদ্ধতিতে দাঁত ব্রাশ, কমবেশি দুই মিনিট করলেই যথেষ্ট। যত দামেরই হোক, একই ব্রাশ মাসের পর মাস, দিবস-রজনী ব্যবহার করা থেকে বিরত থাকুন। দাঁত পরিষ্কারের বদলে এই ব্রাশের সাহায্যেই মুখে ঢুকে যাবে অনাবশ্যক সব ব্যাকটেরিয়া।\n" +
                "\n" +
                "\uF06E মাউথওয়াশ ব্যবহারের প্রবণতা দেখা যায় অনেকের মধ্যেই। অতিরিক্ত মাউথওয়াশ ব্যবহার দাঁতে দাগ ফেলে দিতে পারে। আবার অনেক মাউথওয়াশে থাকে অ্যালকোহল। এটি মুখের টিস্যুকে শুষ্ক করে দেয়। আর মুখ শুষ্ক থাকলে ব্যাকটেরিয়ার জন্য ভারি সুবিধা। প্রায় বিনা বাধায় সে আক্রমণ করতে পারে যেমন খুশি। মাউথওয়াশ থেকে আবার মুখ ফিরিয়ে নেবেন না। মাউথওয়াশেরও আছে মেলা গুণ। তাই মাউথওয়াশ ব্যবহারের ক্ষেত্রে বিশেষজ্ঞের পরামর্শ নিন।");

        List<String> ht51 = new ArrayList<>();
        expandableListDetail.put("দরেড মিট কেন কম খাবেন", ht51);
        ht51.add("গরু ও খাসির মাংস কাঁচা অবস্থায় লাল রঙের হয়ে থাকে। এ কারণে এই মাংসকে ‘রেড মিট’ বলা হয়। মাংস প্রোটিনের ভালো উৎস। এতে লৌহের পরিমাণও রয়েছে অনেক। আবার ভিটামিন ‘এ’ ও ‘বি’, ফসফরাস ও জিংক রয়েছে। স্বাস্থ্য পুনরুদ্ধারের জন্য এবং রক্তস্বল্পতা দূরীকরণে মাংস বেশ বড় ভূমিকা রাখে।\n" +
                "রেড মিট শরীরের উপকার করলেও অনেক ক্ষেত্রে এটি বিপজ্জনক রূপে দেখা দেয়। যাঁদের ওজন বেশি, তাঁদের অবশ্যই মাংস পরিহার করে চলতে হবে। এ ছাড়া হূদেরাগী, কিডনির রোগী, আলসার, উচ্চ রক্তচাপ, উচ্চ কোলেস্টেরলসম্পন্ন রোগীদের যত কম মাংস খাওয়া যায়, তত ভালো। আবার কোনোরকম অসুস্থতা নেই, কিন্তু ভবিষ্যতে যাতে অসুস্থ হয়ে না পড়েন, সে জন্যও মাংস কম খেতে হবে।\n" +
                "গরু ও খাসির মাংসে সম্পৃক্ত চর্বি বেশি থাকে। এ ছাড়া কোলেস্টেরল থাকে কলিজা, মগজ, হূৎপিণ্ড ও চর্বিতে। খাসির মাংসে চর্বি বেশি থাকে। কারণ, খাসির মাংসের প্রতি পরতে চর্বির দেখা মেলে। আর গরুর মাংসের চর্বি বেশির ভাগ আলগাভাবে থাকে, যা সহজে পৃথক করা যায়। চর্বি কমিয়ে মাংস থেকে গেলে বাড়তি চর্বি ছাড়িয়ে মাংস সেদ্ধ করে পানি ফেলে রান্না করলে কিছুটা নিরাপদ হবে।\n" +
                "পেট ফাঁপা ও কিডনিতে পাথর হলেও মাংস একেবারে বাদ দেওয়া প্রয়োজন। বাতের ব্যথা থেকে মুক্তি পেতে হলে কলিজা, মগজ, সংরক্ষিত মাংস ও মাংসের স্যুপ না খাওয়াই ভালো। এ ছাড়া লিভার, গলব্লাডার ও অগ্ন্যাশয়ের অসুখেও প্রাণীজ চর্বি বাদ দেওয়া উচিত। এক জরিপে দেখা যায়, মাংস বেশি খাওয়ার ফলে মার্কিন যুক্তরাষ্ট্রে হূদেরাগ, ক্যানসার, বিভিন্ন ধরনের ক্রনিক অসুখ বেশি দেখা যায়। এ কারণে প্রাণীজ আমিষ যত কম খাওয়া যায়, ততই মঙ্গল। প্রতিদিন ৯০ থেকে ১০০ গ্রামের বেশি প্রাণীজ আমিষ খাওয়া যুক্তিযুক্ত নয়। প্রচুর শাকসবজি, ফলমূল, শিম, বাদাম, মটরশুঁটি প্রাণীজ আমিষের বিকল্প হতে পারে। পৃথিবীতে প্রায় ১৫০টি প্রাণীসংক্রান্ত রোগের মধ্যে বেশির ভাগই মাংস থেকে উৎপত্তি। এতে অবস্থানকারী রোগজীবাণু বিষ উৎপন্ন করে। রোগজীবাণু দ্বারা মাংস বিষাক্ত হওয়ার অন্যতম কারণ হলো, রোগাক্রান্ত পশু বাজারে বিক্রি করা এবং নোংরা কসাইখানায় পশু জবাই করা। আবার যথাযথ নিয়মে সংরক্ষণ না করলেও মাংস দূষিত হয়ে পড়ে। অস্বাস্থ্যকর উপায়ে রান্না করা মাংস থেকে কৃমি হতে পারে। গরু ও মহিষের অর্ধসেদ্ধ মাংস থেকে ফিতাকৃমির সৃষ্টি হয়। ফলে পেটে ব্যথা, পেট খারাপ, মাথাধরা, খিঁচুনি ও জ্বর হতে পারে।\n" +
                "কাঁচা মাংসে সহজেই ব্যাকটেরিয়া জন্মে। দ্রুত ফ্রিজে সংরক্ষণ করলে এটি ধ্বংস হয়ে যায়। আবার ১৭০ ডিগ্রি ফারেনহাইট তাপে রান্না করলেও খাদ্যে বিষ উৎপাদনকারী ব্যাকটেরিয়া মরে যায়।\n" +
                "টিনিয়া সেলিয়াম নামক একধরনের পরজীবী রেড মিটে থাকে, যা দেহে বিশেষ ধরনের টিউবার কিউলোসিসের (যক্ষ্মা) জন্ম দেয়। এই জাতীয় জীবাণু অন্ত্র, পাকস্থলী, যকৃৎ প্রভৃতি জায়গায় প্রবেশ করে আমাদের অসুস্থ করে তোলে। অর্ধসেদ্ধ মাংসই দেহে এ ধরনের রোগের বিস্তার ঘটায়। এ কারণে শিককাবাব ও বার-বি-কিউ খেতে গেলে সাবধান হওয়া প্রয়োজন।\n" +
                "সুতরাং, ঈদের আনন্দ পুরোপুরি পেতে হলে মাত্রাজ্ঞান রেখে এবং সতর্কতার সঙ্গে জীবাণুমুক্ত মাংস খাওয়া উচিত। একেবারে বাদ না দিয়ে সীমিত পরিমাণে খেলে তেমন অসুবিধা হওয়ার কথা নয়। সুস্বাস্থ্যের জন্য পরিমিত আহারই উত্তম।");


        List<String> ht52 = new ArrayList<>();
        expandableListDetail.put("চোখের জ্বালাপোড়ায় করণীয়", ht52);
        ht52.add("কারণ কী?\n" +
                "\uF06E চোখের পানি শুকিয়ে যাওয়া\n" +
                "\uF06E চোখের অ্যালার্জি\n" +
                "\uF06E বাতরোগ\n" +
                "\uF06E চোখের পাপড়ির গোড়ায় প্রদাহ\n" +
                "\uF06E চোখের অপারেশন\n" +
                "\uF06E ঘুমের সময় চোখ বন্ধ না হওয়া\n" +
                "\uF06E চোখের কালো মণিতে ভাইরাস সংক্রামণ\n" +
                "\uF06E কালো ধোঁয়া, ধুলোবালি চোখে পড়লে\n" +
                "\uF06E চোখে রাসায়নিক পড়লে। যেমন—চুন, এসিড ইত্যাদি\n" +
                "\uF06E চোখে ওষুধের রিঅ্যাকশন হলে (স্টিভেন জনসন সিনড্রোম)\n" +
                "\uF06E চোখের ড্রপ ব্যবহারেও প্রাথমিক অবস্থায় চোখ জ্বলতে পারে।\n" +
                "\n" +
                "করণীয়\n" +
                "\uF06E রাস্তাঘাটের কালো ধোঁয়া ও ধুলোবালি থেকে চোখ রক্ষা করার জন্য সানগ্লাস ব্যবহার করুন।\n" +
                "\uF06E চোখের পানি কমে গেলে দেরি না করে চিকিৎসকের পরামর্শ নিয়ে চোখে কৃত্রিম চোখের পানি ড্রপ হিসেবে ব্যবহার করা যেতে পারে।\n" +
                "\uF06E পানি শুকিয়ে যাওয়ার কারণ যেমন—বাতরোগ, শোগ্রেন সিনড্রোম ইত্যাদি রোগের চিকিৎসা করাতে হবে।\n" +
                "\uF06E সালফার-জাতীয় ওষুধে যাদের অ্যালার্জি আছে, তাদের তা বর্জন করতে হবে।\n" +
                "\uF06E চিকিৎসকের পরামর্শে চোখের অ্যালার্জি এবং কর্নিয়ায় ভাইরাস সংক্রমণের চিকিৎসা করাতে হবে।\n" +
                "\uF06E চোখ বেশিক্ষণ বন্ধ রাখলে অনেক ক্ষেত্রে চোখের জ্বালা কমে। সে জন্য পর্যাপ্ত ঘুমের প্রয়োজন।\n" +
                "\uF06E চোখে কেমিক্যাল পড়লে সঙ্গে সঙ্গে চোখে বেশি করে পানি দিয়ে অনেক সময় ধরে ধুয়ে ফেলতে হবে। তারপর দেরি না করে চিকিৎসকের পরামর্শ নিতে হবে।\n" +
                "\uF06E চোখে ড্রপ দেওয়ার কারণে চোখ জ্বললে ভয় পাবেন না। আস্তে আস্তে কমে যাবে। মূল রোগের চিকিৎসা বন্ধ করবেন না। প্রয়োজনে চিকিৎসকের পরামর্শ নেবেন।");


        List<String> ht53 = new ArrayList<>();
        expandableListDetail.put("মাছ খাবেন ভালো থাকবেন", ht53);
        ht53.add("ফরমালিন দেওয়া হচ্ছে, এর বিরুদ্ধে প্রতিরোধ গড়ে তুলুন।\n" +
                "মানুষ না চাইলে কোনো ব্যবসা চলতে পারে না। হার্ভার্ড বিশ্ববিদ্যালয়ের গবেষকেরা সম্প্রতি দেখেছেন, যাঁরা প্রতি সপ্তায় তৈলাক্ত মাছ খান, যেসব মাছে আছে প্রচুর ওমেগা-৩ মেদ অম্ল—এদের করোনারি হূদেরাগে মৃত্যুর ঝুঁকি কমে ৩৬ শতাংশ। যাঁরা নিয়মিত মাছ খান, তাঁদের স্ট্রোক, বিষণ্নতা, বয়সের কারণে মগজের অধোগতি ঝুঁকি কম। অনেক ক্রনিক অবক্ষয়ী রোগের শঙ্কাও তাঁদের কম।\n" +
                "শীতল পানির মাছের কথাই বেশি বলা হয়, যেমন—স্যামন, ট্রাউট, টুনা, তেলাপিয়া। আবার এসব মাছ খামারেও হয়।\n" +
                "বিশেষজ্ঞরা দেখছেন, খামারে চাষ করা এসব মাছের মধ্যে কোন মাছটি কম হূদ্স্বাস্থ্যকর। বলছেন তেলাপিয়া মাছের কথা। এতে নাকি ওমেগা-৩ মেদ অম্ল কম, সে জন্য কম হূদ্স্বাস্থ্যকর টুনা, স্যামন, ট্রাউট মাছের চেয়ে। তেলাপিয়ায় বেশি আছে ওমেগা-৬ মেদ অম্ল—এই অম্লও স্বাস্থ্যকর বটে।\n" +
                "মাছ খাওয়া স্বাস্থ্যকর কেন? বিশেষ করে হূদ্স্বাস্থ্যকর?\n" +
                "কারণ এতে রয়েছে ওমেগা-৩ মেদ অম্ল। মাছ ও মাছের তেলে যে ধরনের ওমেগা-৩ মেদ অম্ল রয়েছে, এর নাম হলো ইপিএ ও ডিএইচএ। মাছে আছে ওমেগা-৬ মেদ অম্লও। স্বাস্থ্যের জন্য এও ভালো।\n" +
                "ওমেগা-৩ শরীরে বিশেষ তৈরি হয় না, তাই এর জোগান লাগে। ওমেগা-৬ শরীরে আসে মাছ ছাড়াও অন্যান্য উ ৎস থেকে।\n" +
                "আমেরিকান হার্ট অ্যাসোসিয়েশন বলে, হূদ্সুখের জন্য সপ্তাহে মাছের অন্তত দুটো সার্ভিং অবশ্য চাই। প্রতিটি সার্ভিং মানে ৩ দশমিক ৫ আউন্স রান্না করা মাছ বা ৩/৪ কাপ (এক কাপের চার ভাগের তিন ভাগ) মাছ।\n" +
                "যুক্তরাষ্ট্রের ইউএসডিএর পরামর্শ, সপ্তাহে ৮ আউন্স মাছ। মিষ্টি পানি বা লোনা পানি—দুটোরই মাছ।\n" +
                "শামুকজাতীয় মাছে চর্বি সবচেয়ে কম। থাইল্যান্ডে দেখেছি, মানুষ শামুক খায় অবলীলায়, খুঁটে খুঁটে।\n" +
                "সেলফিশ—এমনকি কাঁকড়া, গলদাচিংড়ি, শামুক—এসব মাছ। অবশ্য চিংড়ি মাছের মগজে খুব কোলেস্টেরল। সেলফিশে আনস্যাচুরেটেড চর্বি বেশি, স্যাচুরেটেড চর্বি কম। প্রোটিনও আছে।\n" +
                "আটলান্টিক মহাসাগরের স্যামন মাছে ওমেগা-৩ মেদ অম্ল সবচেয়ে বেশি। ৪ আউন্স স্যামন মাছে ১২০০-২৪০০ মিলিগ্রাম ওমেগা-৩ মেদ অম্ল আছে।\n" +
                "নদী আর সমুদ্রের মাছের চেয়ে খামারে চাষ করা মাছে ওমেগা-৩ মেদ অম্ল কম—এ কথাও ঠিক নয় পুরোপুরি।\n" +
                "কিছু প্রজাতি যেমন স্যামন, ম্যাকবিল, হেরিং, ট্রাউট—এরা খামারে হোক বা খরস্রোতা নদীতে বা সাগরে হোক, ওমেগা-৩ বেশি থাকে।\n" +
                "আমেরিকান হার্ট অ্যাসোসিয়েশন জানিয়েছে, মাছ থেকে ওমেগা-৩ মেদ অম্ল আহরণ করাই শ্রেষ্ঠ। তবে যাঁরা হূদেরাগের রোগী বা যাঁরা কোনো কারণে যথাযথ পরিমাণ ওমেগা-৩ পাচ্ছেন না খাবারে, মাছের তেল সাপ্লিমেন্ট গ্রহণই ভালো। তবে চিকি ৎসককে জিজ্ঞেস করে নেবেন। মাছকে কেমিক্যাল দিয়ে দূষিত করে বাজারজাত করা যেমন একটি স্বাস্থ্যঝুঁকি, তেমনি স্বাস্থ্যঝুঁকির ব্যাপারে জলজ প্রাণী মাছও নানা কারণে জলাশয়ে ডায়োক্সিন, পিসিবি, পারদ ও কীটনাশক অন্যগুলো দ্বারা দূষিত হতে পারে। তাহলে মাছ খাব না? তা কেন? জঙ্গলে সাপ আছে বলে জঙ্গলে যাবে না? পথে যন্ত্রদানব আছে বলে, পথে নামব না? পথে নামব। প্রতিরোধও করব। মাছে মাঝেমধ্যে কৃমি, পরজীবী—এসব থাকতে পারে। তবে মাছ ভালো করে যথাযথ রান্না করলে এসব থাকে না। কাঁচা মাছ বা আধা সেদ্ধ মাছ খাওয়া ঠিক নয়। ফিতা কৃমির আশঙ্কা বেশি। মাছকে ১৪০০ ডিগ্রি তাপে যথাযথ রান্না করলে কীট, পরজীবী ধ্বংস হয়ে যায়। সঠিক হিমায়িত না থাকলে কাঁচা মাছ খাওয়া ঠিক নয়, রান্না করেও। পারদ বা কীটনাশকের জন্য গর্ভবতী মহিলা বা দুগ্ধবতী মহিলাকে মাছ থেকে বারণ করা ঠিক নয়—বলেছে ইউএসডিএ।\n" +
                "মাছের ছাল ছাড়িয়ে ফেললে কীটনাশক যেমন পিসিবি বা ডায়োক্সিন দূষণ অনেক কমে যায়। সামুদ্রিক মাছ বেশ স্বাস্থ্যকর; তবে অনেকের অ্যালার্জি হয়। চিংড়ি, শামুক, কাঁকড়াতে অনেকের অ্যালার্জি। মাছ ভাজা স্বাস্থ্যকর নয় বলে জানায় হূদেরাগ সমিতি। সেঁকা, ভাপে সেদ্ধ ও ঝলসানো মাছ ভালো।");


        List<String> ht54 = new ArrayList<>();
        expandableListDetail.put("ডায়াবেটিক রোগীদের জন্য মেথি", ht54);
        ht54.add("মেথিকে মসলা, খাবার, পথ্য—তিনটাই বলা চলে। মেথির স্বাদ তিতা ধরনের। এতে রয়েছে রক্তের চিনির মাত্রা কমানোর বিস্ময়কর শক্তি। প্রতিদিন সকালে খালি পেটে মেথি চিবিয়ে খেলে বা এক গ্লাস পানিতে মেথি ভিজিয়ে রেখে সেই পানি খেলে শরীরের রোগ-জীবাণু মরে, বিশেষত কৃমি মরে, রক্তের চিনির মাত্রা কমে। রক্তে ক্ষতিকর কোলেস্টেরল বা চর্বির মাত্রা কমে যায়। এই গরমে ত্বকে যে ঘা, ফোড়া, গরমজনিত ত্বকের অসুখ হয়, এই অসুখগুলো দূর করে মেথি। বার্ধক্যকে দূরে ঠেলে দিয়ে তারুণ্যকে দীর্ঘস্থায়ী করতে গুরুত্বপূর্ণ অবদান রাখে মেথি। গবেষণা করে দেখা গেছে, যে ডায়াবেটিক রোগীরা নিয়মিত মেথি খান, তাঁদের ডায়াবেটিসজনিত অসুখগুলো কম হয় এবং স্ট্রোক হওয়ার প্রবণতা তুলনামূলকভাবে কম। ডায়াবেটিক রোগীদের জন্য মেথি শ্রেষ্ঠ পথ্য।\n" +
                "যাদের ডায়াবেটিস নেই মেথি তাদের জন্যও জরুরি। মাতৃদুগ্ধ বৃদ্ধির জন্য কালো জিরার মতো মেথি পিষে খাওয়াটাও যথেষ্ট উপকার। তবে খেয়াল রাখতে হবে, মেথি ভেজে পিষলে পুষ্টি সব নষ্ট হয়ে যাবে। রৌদ্রে শুকিয়ে নিয়ে ভাজলে খেতে মচমচে লাগবে। মেথি শরীরের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে, শরীরকে রাখে সতেজ। রক্তের উপাদানগুলোকে করে কর্মক্ষম। ফলে মানুষের কর্মোদ্দীপনাও বৃদ্ধি পায়। মৌসুমি রোগগুলোর বিরুদ্ধে যুদ্ধ করে। নানাবিধ গুণের জন্যই মেথি হোক আপনার পরিবারের সদস্য।");


        List<String> ht55 = new ArrayList<>();
        expandableListDetail.put("গরমে ফলের রস", ht55);
        ht55.add("আস্তে ধীরে বাড়তে শুরু করেছে রোদের তেজ। বাড়ছে গরমও। একটু আধটু পরিশ্রমেই বড্ড ক্লান্ত হয়ে পড়ছে শরীর। তাই তৃষ্ণা মেটাতে সঙ্গী করুন এমন সব ফল আর ফলের রস, যেটি ওষুধেরও কাজ করবে।\n" +
                "\n" +
                "আপেলের রস\n" +
                "আপেলের রস মস্তিষ্কে অ্যাসিটাইলকোলিনের মাত্রা ঠিক রেখে আলঝেইমার থেকে দূরে রাখতে সাহায্য করে। আমাদের মস্তিষ্কে গুরুত্বপূর্ণ একধরনের রাসায়নিক পদার্থ আছে, নাম অ্যাসিটাইলকোলিন। এটি মস্তিষ্কের স্মৃতি অংশের জন্য খুব দরকারি। কোনো কারণে যদি এটির মাত্রা কমে যায়, তাহলে সেই মানুষটি আলঝেইমার রোগে আক্রান্ত হবে। অর্থাৎ, মানুষটি তার ছোট ছোট স্মৃতি হারাবে। এ ক্ষেত্রে আপেলের রস হতে পারে সহজ সমাধান।\n" +
                "\n" +
                "আনারসের রস\n" +
                "আনারস তৃষ্ণা তো মেটায়ই, বাড়তি হিসেবে আনারসে থাকে ব্রোমেলেইন নামের এমন একধরনের এনজাইম, যা অ্যান্টি-ইনফ্ল্যামেটরি এজেন্ট হিসেবে কাজ করে শরীরে। এবং আর্থ্রাইটিসের জন্য হাড়ের সংযোগস্থলের ফোলা ভাব এবং ব্যথা কমিয়ে দেয় আনারস। এক গবেষণায় বলা হয়, যেসব রোগী হাঁটুর ব্যথায় (অস্টীয় আর্থ্রাইটিস) ভুগছেন, তাঁদের জন্য আনারস সত্যিকারের অ্যান্টি-ইনফ্ল্যামেটরি ওষুধের বিকল্প হিসেবে কাজ করে।\n" +
                "\n" +
                "কমলার রস\n" +
                "এখন বছরজুড়ে বাজারে পাওয়া যায় কমলা। কমলার রসে থাকে হেসপেরিডিন নামের একধরনের অ্যান্টি-অক্সিডেন্ট। এটি হূদেরাগের ঝুঁকি কমায়। রক্তনালির কর্মক্ষমতা বাড়িয়ে দেয়। এক গবেষণায় দেখা যায়, যারা দৈনিক ৫০০ এমএল কমলার রস খায়, তাদের রক্তচাপ নিয়ন্ত্রিত থাকে অন্য ব্যক্তিদের তুলনায় অনেক বেশি।\n" +
                "\n" +
                "আঙুরের রস\n" +
                "আঙুরের রস সুস্বাদু তো বটেই, ওজন কমাতেও উল্লেখযোগ্য ভূমিকা রাখে। ওজন কমানোর জন্য শরীর সম্পর্কে সচেতন মানুষ কায়দা-কসরতের অন্ত রাখে না। শরীরচর্চা, আধপেটা খেয়ে থাকা—সবকিছুই চলে সমানে। কিন্তু যারা এতসব ঝক্কিতে যেতে চায় না, তাদের জন্য আছে এক সহজ সমাধান। আঙুরের রস হতে পারে তাদের জন্য একমাত্র ওষুধ।");


        return expandableListDetail;
    }
}